Repository: SEED-platform/seed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: SENSOR_READING_COUNTS_TITLE
fr_ca: Compte de lecture du capteur

source: SF_ACCOUNT_RECORD_TYPE_TEXT
fr_ca: Si votre Salesforce a plusieurs types de Compte, fournissez le 'Record Type ID' à utiliser lorsqu'un compte est automatiquement créé par SEED

source: SF_BENCHMARK_CONTACT_FIELDNAME_TEXT
fr_ca: Si votre objet Benchmark a un champ pour capturer le Contact, inscrivez le nom du champ dans l'application Salesforce, ex: Contact_Name__c

source: SF_BENCHMARK_ID_FIELDNAME_TEXT
fr_ca: Nom du champ dans l'application Salesforce utilisé pour identifier uniquement un object 'Benchmark'. Example: 'Salesforce_Benchmark_ID__c'

source: SF_COMPLIANCE_LABEL_TEXT
fr_ca: Étiquette qui signale qu'une propriété est en conformité. Example: 'Comforme'

source: SF_CONFIGURATION_TEXT
fr_ca: Configurez les paramètres necessaires pour transferez les données à Salesforce

source: SF_CONNECTION_TEXT
fr_ca: Inscrivez vos détails pour la connexion Salesforce

source: SF_CONTACTS_AND_ACCOUNTS_TEXT
fr_ca: Configurez les paramètres pour les notifications Salesforce reliées aux objets de type Benchmark

source: SF_CONTACT_EMAIL_FIELDNAME_TEXT
fr_ca: Selectionez le champ qui contient l'adresse courriel du contact pour l'object Benchmark. Ex:'Email'

source: SF_CONTACT_HEADER_TEXT
fr_ca: Les champs suivants seront utilisés pour récupérer ou créer un contact principal à associer à l'objet Benchmark dans Salesforce. Laissez vide si votre instance n'utilise pas cette fonctionnalité.

source: SF_CONTACT_NAME_FIELDNAME_TEXT
fr_ca: Selectionez le champ qui contient le nom du contact pour l'object Benchmark. Ex: 'On Behalf Of'

source: SF_CONTACT_RECORD_TYPE_TEXT
fr_ca: Si votre Salesforce a plusieurs types de Contact, fournissez le 'Record Type ID' à utiliser lorsqu'un contact est automatiquement créé par SEED

source: SF_CYCLE_FIELDNAME_TEXT
fr_ca: Si votre objet Benchmark a un champ pour capturer le nom du cycle, inscrivez le nom du champ dans l'application Salesforce, ex: Cycle__c

source: SF_DATA_ADMIN_ACCOUNT_NAME_FIELDNAME_TEXT
fr_ca: Sélectionnez le champ SEED contenant le nom de compte pour l'enregistrement de contact de l'administrateur de données à créer dans Salesforce. Ex : "Organisation"

source: SF_DATA_ADMIN_CONTACT_FIELDNAME_TEXT
fr_ca: Si votre enregistrement de référence Salesforce stocke une relation de contact Salesforce pour un administrateur de données de propriété, indiquez le nom du champ Salesforce ici, par exemple : Property_Data_Administrator__c

source: SF_DATA_ADMIN_EMAIL_FIELDNAME_TEXT
fr_ca: Selectionez le champ qui contient l'adresse courriel de l'administrateur de données pour l'objet Salesforce. Ex: 'Property Data Administrator - Email'

source: SF_DATA_ADMIN_HEADER_TEXT
fr_ca: Les champs suivants seront utilisés pour récupérer ou créer un contact d'administrateur de données de propriété à associer à l'objet Benchmark dans Salesforce. Laissez vide si votre instance n'utilise pas cette fonctionnalité.

source: SF_DATA_ADMIN_NAME_FIELDNAME_TEXT
fr_ca: Selectionez le champ qui contient le nom de l'administrateur de données pour l'objet Salesforce. Ex: 'Property Data Administrator'

source: SF_DEFAULT_ACCOUNT_NAME_TEXT
fr_ca: Fournissez un nom de compte par défaut à utiliser par Salesforce lorsqu'il n'y a pas de données valides dans la colonne Nom du compte de contact spécifiée ci-dessus. Laissez ce champ vide pour signaler une erreur et abandonner la synchronisation lorsque la colonne Nom du compte de contact est vide.

source: SF_DEFAULT_DATA_ADMIN_ACCOUNT_NAME_TEXT
fr_ca: Fournissez un nom de compte par défaut à utiliser par Salesforce lorsqu'il n'y a pas de données valides dans la colonne Nom du compte de l'administrateur de données spécifiée ci-dessus. Laissez ce champ vide pour signaler une erreur et abandonner la synchronisation lorsque la colonne Nom du compte de l'administrateur de données est vide.

source: SF_DELETE_LABEL_AFTER_SYNC_TEXT
fr_ca: Cochez cette case pour supprimer automatiquement l'étiquette d'indication des propriétés qui ont été mises à jour avec succès dans Salesforce afin d'empêcher de futures mises à jour automatiques.

source: SF_DOMAIN_TEXT
fr_ca: Si votre instance Salesforce est un environment de test (sandbox), inscrivez 'test'; sinon lassez le champ vide.

source: SF_INDICATION_LABEL_TEXT
fr_ca: Étiquette qui signale qu'une propriété devrait être mise á jour dans Salesforce. Example: 'Ajouter à Salesforce'

source: SF_INTEGRATION_TEXT
fr_ca: Cochez cette case si vous voulez synchronize vos données entre SEED et Salesforce

source: SF_LABELS_FIELDNAME_TEXT
fr_ca: Si votre objet Benchmark a un champ pour capturer tous les étiquettes SEED, inscrivez le nom du champ dans l'application Salesforce, ex: SEED_Labels__c

source: SF_LOGGING_EMAIL_TEXT
fr_ca: Inscrivez l'adresse courriel à utiliser pour le reportage des errors rencontrée pendant la mise à jour Salesforce

source: SF_MAPPINGS_TEXT
fr_ca: Associez les champs de données de votre objet Benchmark dans l'application Salesforce avec le nom du champ dans l'application SEED. Vous pouvez utiliser le gestionnaire d'object dans Salesforce pour trouver les noms de champs (et non les étiquettes de champs)

source: SF_SCHEDULED_UPDATE_TEXT
fr_ca: Si vous désirez faire une mise à jour automatique de l'application Salesforce quotidiennement, configurez les champs ci-dessous

source: SF_SECURITY_TOKEN_TEXT
fr_ca: Jeton d'authentification Salesforce

source: SF_SEED_BENCHMARK_ID_FIELDNAME_TEXT
fr_ca: Nom du champ dans SEED utilisé pour identifier uniquement un object 'Benchmark'. Example: 'Salesforce Benchmark ID'

source: SF_STATUS_FIELDNAME_TEXT
fr_ca: Si votre objet Benchmark a un champ pour capturer le Statut (ex: violation ou conforme), inscrivez le nom du champ dans l'application Salesforce, ex: Status__c

source: SF_UPDATE_HOUR_TEXT
fr_ca: Selectionez l'heure à quelle devrait s'effectuer la mise à jour quotidienne (0-23)

source: SF_UPDATE_MINUTE_TEXT
fr_ca: Selectionez à quelle minute après l'heure devrait s'effectuer la mise à jour quotidienne (0-59)

source: SF_VIOLATION_LABEL_TEXT
fr_ca: Étiquette qui signale qu'une propriété a une violation. Example: 'Violation - Données Insufficientes'

source: SHARE DATA WITH
fr_ca: PARTAGE DE DONNÉES AVEC

source: SHOWING_AVAILABLE_MATCHES
fr_ca: Affichage des {start} à {end} de {total} correspondances disponibles

source: SHOWING_FILTERED_TAXLOTS
fr_ca: Affichage {start} à {end} des {total} lots d'impôt en tout (filtrées)

source: SHOWING_PAIRED_UNPAIRED_PROPERTIES
fr_ca: Affichage {paired_count} {paired_count, plural, one{Property} other{Properties}} ({unpaired_count} non apparié)

source: SHOWING_PAIRED_UNPAIRED_TAXLOTS
fr_ca: Affichage {paired_count} {paired_count, plural, one{Lot d'impôt} other{Lots d'impôt}} ({unpaired_count} non apparié)

source: SHOWING_UNFILTERED_PROPERTIES
fr_ca: Affichage {start} à {end} des {total} propriétés en tout

source: SHOWING_UNFILTERED_TAXLOTS
fr_ca: Affichage {start} à {end} des {total} lots d'impôt en tout

source: STEP 1: Map Your Data
fr_ca: ÉTAPE 1: Mappez vos données

source: STEP 2: Review Your Data Mappings
fr_ca: ÉTAPE 2: Consultez vos mappages de données

source: SUGGEST_UPDATE_GEOCODE_COLS
fr_ca: Mettez à jour les paramètres de colonne de géocodage dans la page des paramètres de colonne de votre organisation.

source: Salesforce Account Object Record Type
fr_ca: Type d'enregistrement pour Compte Salesforce

source: Salesforce Connection Parameters
fr_ca: Paramètres pour la Connexion Salesforce

source: Salesforce Contact Object Record Type
fr_ca: Type d'enregistrement pour Contact Salesforce

source: Salesforce Field Mappings
fr_ca: Attribution de champs Salesforce

source: Salesforce Field Name
fr_ca: Nom du champ Salesforce

source: Salesforce Instance URL
fr_ca: Salesforce URL

source: Salesforce Unique Benchmark ID Fieldname
fr_ca: Unique nom de champ pour Benchmark ID Salesforce

source: Save
fr_ca: Enregistrer

source: Save Changes
fr_ca: Enregistrer Les Modifications

source: Save Concatenation
fr_ca: Enregistrer la concaténation

source: Save Mappings
fr_ca: Enregistrer les mappages

source: Save Settings
fr_ca: Enregistrer les paramètres

source: Scheduled Daily Update
fr_ca: Mise à jour programmée quotidienne

source: Search column name
fr_ca: Rechercher le nom de la colonne

source: Search display name
fr_ca: Rechercher le nom d'affichage

source: Search field name
fr_ca: Rechercher le nom du champ

source: Search table name
fr_ca: Rechercher le nom de la table

source: Security
fr_ca: Sécurité

source: Security Token
fr_ca: Jeton d'authentification

source: Select All
fr_ca: Tout sélectionner

source: Select All Columns
fr_ca: Sélectionnez toutes les colonnes

source: Select None
fr_ca: Sélectionnez Aucun

source: Select a Custom Report to get started!
fr_ca: Sélectionnez un rapport personnalisé pour commencer !

source: Select a Program to get started!
fr_ca: Sélectionnez un programme pour commencer !

source: Select a column to show data on this axis. Only columns with one of these data types will be listed:
fr_ca: Sélectionnez une colonne pour afficher les données sur cet axe. Seules les colonnes contenant l'un de ces types de données seront répertoriées :

source: Select columns from the list below to make them appear in your Buildings List table.
fr_ca: Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau Liste des bâtiments.

source: Select columns from the list below to make them appear in your Properties Detail table. Drag the rows to change the order in which they appear.
fr_ca: Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau de détail des propriétés. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.

source: Select columns from the list below to make them appear in your Tax Lots Detail table. Drag the rows to change the order in which they appear.
fr_ca: Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau de détail des lots d'impôt. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.

source: Select columns from the lists below to make them appear on the left or right halves of your Matching List table. Drag the rows to change the order in which they appear.
fr_ca: Sélectionnez les colonnes dans les listes ci-dessous pour les faire apparaître sur les moitiés gauche ou droite de votre table de Liste des Correspondances. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.

source: Select one or more filter groups to load your inventory.
fr_ca: Sélectionnez un ou plusieurs groupes de filtres pour charger votre inventaire.

source: Select the type of file(s) you would like to add to
fr_ca: Sélectionnez le type de fichier (s) que vous souhaitez ajouter à

source: Select which columns to include in the list:
fr_ca: Sélectionnez les colonnes à inclure dans la liste:

source: Selected Properties
fr_ca: Propriétés Sélectionnées

source: Selected Taxlots
fr_ca: Lots d'impôt Sélectionnés

source: Selecting Fields to Share
fr_ca: Sélection des champs à partager

source: Selections:
fr_ca: Sélections:

source: Send Invite
fr_ca: Envoyer une invitation

source: Sends the reset password email to all users.
fr_ca: Envoie l'e-mail de réinitialisation du mot de passe à tous les utilisateurs

source: Sensors
fr_ca: Capteurs

source: Set UBID Threshold
fr_ca: Définir le seuil UBID

source: Set a Query Threshold
fr_ca: Définir un seuil de requête

source: Set all fields to
fr_ca: Définissez tous les champs

source: Set password
fr_ca: Définir le mot de passe

source: Set your password
fr_ca: Définir votre mot de passe

source: Settings
fr_ca: Paramètres

source: Severity
fr_ca: Gravité

source: Severity Level
fr_ca: Degré de gravité

source: Sharing
fr_ca: Partage

source: Sharing Your Data
fr_ca: Partage de vos données

source: Show All
fr_ca: Montrer tout

source: Show Matched
fr_ca: Montrer Appariés

source: Show Paired
fr_ca: Montrer jumelés

source: Show Unmatched
fr_ca: Montrer Non-appariés

source: Show Unpaired
fr_ca: Montrer non-jumelés

source: Show in List
fr_ca: Afficher dans la liste

source: Show only mapped fields
fr_ca: Afficher seulement les champs mappés

source: Show/Hide Columns
fr_ca: Afficher/masquer les colonnes

source: Site EUI
fr_ca: IUE site

source: Site EUI Weather Normalized
fr_ca: IUE site météo normalisée

source: Site Energy Use Intensity
fr_ca: Intensité d'utilisation de l'énergie au site

source: Snapshot Timestamp
fr_ca: Horodatage de l'instantané

source: Snapshot projects are useful when you want to freeze the building data at a moment in time.
fr_ca: Les projets Snapshot sont utiles lorsque vous souhaitez geler les données de construction à un moment donné.

source: Sorry!
fr_ca: Désolée!

source: Sorting By (in order)
fr_ca: Trier Par (dans l'ordre)

source: Source EUI
fr_ca: IUE source

source: Source EUI Weather Normalized
fr_ca: IUE source météo normalisée

source: Source Energy Use Intensity
fr_ca: Intensité d'utilisation de l'énergie à la source

source: Space Alerts
fr_ca: Alertes spatiales

source: State
fr_ca: État

source: State (Property)
fr_ca: Etat (Propriété)

source: State (Tax Lot)
fr_ca: État (lot d'impôt)

source: Sub-Org Name
fr_ca: Nom de la sous-organisation

source: Sub-Org name is required.
fr_ca: Le nom de la sous-organisation est requis.

source: Sub-Organization Name
fr_ca: Nom de la sous-organisation

source: Sub-Organizations
fr_ca: Sous-organisations

source: Subject
fr_ca: Sujet

source: Submittal Type
fr_ca: Type de soumission

source: Success
fr_ca: Succès

source: Success!
fr_ca: Succès!

source: Successful upload!
fr_ca: Téléchargement réussi!

source: Successfully Uploaded
fr_ca: Téléversé avec succès

source: Summary (Beta)
fr_ca: Résumé (Bêta)

source: Switch Profiles
fr_ca: Changer de profil

source: TAXLOT_MATCHING_FIELDS_REQUIREMENT
fr_ca: Au moins l'un des domaines fiscal Lot suivants est requis

source: THERMAL_CONV_ASSUMPTION_TITLE
fr_ca: Choix de Conversion Thermique

source: TYPE_TO_CONFIRM
fr_ca: Veuillez saisir <strong> {org} </strong> pour confirmer.

source: Table Name
fr_ca: Nom de la table

source: Target <= Actual for Compliance
fr_ca: Cible <= Réel pour la conformité

source: Target > Actual
fr_ca: Cible > Réel

source: Target >= Actual for Compliance
fr_ca: Cible >= Réel pour la conformité

source: Target Column
fr_ca: Colonne cible

source: Target Field
fr_ca: Champ cible

source: Tax Lot
fr_ca: Lot d'impôt

source: Tax Lot Count
fr_ca: Nombre de lots d'impôt

source: Tax Lot Detail
fr_ca: Détail du lot d'impôt

source: Tax Lot Detail Settings
fr_ca: Paramètres de détail du lot d'impôt

source: Tax Lot ID
fr_ca: Numéro de lot d'impôt

source: Tax Lot Visibility
fr_ca: Visibilité du lot d'impôt

source: Tax Lots
fr_ca: Lots d'impôt

source: Tax Lots List
fr_ca: Liste des lots d'impôt

source: Taxlot Display Field
fr_ca: Champ d'affichage du lot de taxes

source: Terms of Service
fr_ca: Conditions d'utilisation

source: Terms of Service as of %(tos.created|date:"SHORT_DATE_FORMAT")s
fr_ca: Conditions de service à partir de% (tos.created | date: "SHORT_DATE_FORMAT") s

source: Test Connection
fr_ca: Tester la Connexion

source: Text
fr_ca: Texte

source: Thank you
fr_ca: Merci

source: Thank you for creating your account! Please sign in below.
fr_ca: Merci de créer votre compte! Veuillez vous connecter ci-dessous.

source: Thank you for your interest in joining the Buildings Performance Database. Our site is in beta and your request is being reviewed for access.
fr_ca: Merci de votre intérêt pour vous joindre à la Base de données sur les performances des bâtiments. Notre site est en version bêta et votre demande est en cours d'examen pour l'accès.

source: Thank you!
fr_ca: Merci!

source: The Building Energy Data Exchange Specification (BEDES, pronounced "beads" or /bi:ds/) is designed to support analysis of the measured energy performance of commercial, multifamily, and residential buildings, by providing a common data format, definitions, and an exchange protocol for building characteristics, efficiency measures, and energy use.
fr_ca: La Spécification d'Échange de Données Energétiques du Bâtiment (BEDES, prononcée /bi:ds/) est conçue pour soutenir l'analyse de la performance énergétique mesurée des bâtiments commerciaux, multifamiliaux et résidentiels, en fournissant un format de données commun, des définitions et un protocole d'échange pour les caractéristiques du bâtiment, les mesures d'efficacité et l'utilisation de l'énergie.

source: The DOE developed the Standard Energy Efficiency Data (SEED) Platform™ as a free software tool that provides a standardized format for collecting, storing and analyzing building energy performance information about large portfolios. Upload your buildings list to get started.
fr_ca: Le DOE a développé la Plate-forme SEED™ (Standard Energy Efficiency Data) en tant qu'outil logiciel gratuit qui fournit un format standardisé pour la collecte, le stockage et l'analyse des informations sur la performance énergétique des bâtiments concernant les grands portefeuilles. Téléchargez votre liste de bâtiments pour commencer.

source: The Open Source code is available on the Github organization SEED-Platform:
fr_ca: Le code Open Source est disponible sur l'organisation Github SEED-Platform:

source: The SEED Team
fr_ca: L'équipe SEED

source: The SEED team
fr_ca: L'équipe SEED

source: The Standard Energy Efficiency Data (SEED)™ Platform is a software application that helps organizations easily manage data on the energy performance of large groups of buildings. Users can combine data from multiple sources, clean and validate it, and share the information with others. The software application provides an easy, flexible, and cost-effective method to improve the quality and availability of data to help demonstrate the economic and environmental benefits of energy efficiency, to implement programs, and to target investment activity.
fr_ca: La Plate-forme SEED™ (Standard Energy Efficiency Data) est une application logicielle qui aide les entreprises à gérer facilement les données sur la performance énergétique de grands groupes de bâtiments. Les utilisateurs peuvent combiner les données provenant de plusieurs sources, les nettoyer et les valider, et partager les informations avec les autres. L'application logicielle fournit une méthode simple, flexible et rentable pour améliorer la qualité et la disponibilité des données afin de démontrer les avantages économiques et environnementaux de l'efficacité énergétique, de mettre en œuvre des programmes et de cibler l'activité d'investissement.

source: The UBID Threshold defines the minimum Jaccard Index value required for a UBID Comparison to be considered acceptable. When the threshold is satisfied, the incoming property can be merged with the existing property.
fr_ca: Le seuil UBID définit la valeur minimale de l'indice Jaccard requise pour qu'une comparaison UBID soit considérée comme acceptable. Lorsque le seuil est atteint, la propriété entrante peut être fusionnée avec la propriété existante.

source: The comparison relies on the Jaccard Index, which ranges from 0.0 (no match) to 1.0 (perfect match).
fr_ca: La comparaison repose sur l'indice de Jaccard, qui varie de 0.0 (aucune superposition) à 1.0 (correspondance parfaite).

source: The email supports brace templating to pull in data from the SEED property record. For example, the snippet below will replace the latitude and longitude from the SEED record. Other fields can be added, but make sure to use the SEED field name not the display name.
fr_ca: L'e-mail prend en charge les modèles d'accolades pour extraire les données de l'enregistrement de propriété SEED. Par exemple, l'extrait ci-dessous remplacera la latitude et la longitude de l'enregistrement SEED. D'autres champs peuvent être ajoutés, mais assurez-vous d'utiliser le nom du champ SEED et non le nom d'affichage.

source: The following actions have destructive effects, please read all warnings after clicking an option.
fr_ca: Les actions suivantes ont des effets destructeurs, veuillez lire tous les avertissements après avoir cliqué sur une option.

source: The following is a list of the fields we use to match up properties/tax lots between different imported files. The more data you have in these four fields the better our system will auto-match your records.
fr_ca: Voici une liste des champs que nous utilisons pour faire correspondre les propriétés/lots d'impôt entre différents fichiers importés. Le plus de données que vous avez dans ces quatre domaines, le mieux notre système correspondra automatiquement à vos enregistrements.

source: The following is a list of the fields we use to match up properties/tax lots between different imported files. The more data you have in these four fields the better our system will auto-match your records.
fr_ca: Voici une liste des champs que nous utilisons pour faire correspondre les propriétés/lots d'impôt entre différents fichiers importés. Plus vous aurez de données dans ces quatre champs, mieux notre système adaptera automatiquement vos enregistrements.

source: The invite link was invalid, possibly because it has already been used. Please request a new invitation.
fr_ca: Le lien d'invitation était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle invitation.

source: The overall metric can be made up of an energy metric, an emission metric, or both. At least one type of metric is required and if two are defined, then both metrics must be met for compliance.
fr_ca: La métrique globale peut être composée d'une métrique d'énergie, d'une métrique d'émission, ou des deux. Au moins un type de métrique est requis et si deux sont définis, les deux métriques doivent être respectées pour la conformité.

source: The password link was invalid, possibly because it has already been used. Please request a new password reset.
fr_ca: Le lien de mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: There is also a link to the SEED-Platform Users forum, where you can connect with other users.
fr_ca: Il y a aussi un lien vers le forum SEED-Platform Users, où vous pouvez vous connecter avec d'autres utilisateurs.

source: There was an error loading the page
fr_ca: Une erreur s'est produite lors du chargement de la page

source: This action replaces any of your current columns with the comma-delmited columns you provided. Would you like to continue?
fr_ca: Cette action remplace n'importe laquelle de vos colonnes actuelles par les colonnes délimitées par des virgules que vous avez fournies. Voulez-vous continuer?

source: This cycle name is already taken.
fr_ca: Ce nom de cycle est déjà pris.

source: This email link is invalid.
fr_ca: Cette opération est irréversible.

source: This label name is already taken.
fr_ca: Ce nom d'étiquette est déjà pris.

source: This password must contain at least %(quantity)d %(type)s characters.
fr_ca: Ce mot de passe doit contenir au moins% (quantité) d% (type) s caractères.

source: This will reset your visible columns and column order to only columns that contain data. Are you sure you want to continue?
fr_ca: Cela réinitialisera vos colonnes visibles et l'ordre des colonnes aux seules colonnes non dérivées contenant des données. Es-tu sur de vouloir continuer?

source: Time Period
fr_ca: Période de temps

source: Timeline
fr_ca: Chronologie

source: To Date
fr_ca: À ce jour

source: To change your password, enter your requested password twice.
fr_ca: Pour changer votre mot de passe, entrez votre mot de passe demandé deux fois.

source: To date
fr_ca: À ce jour
