Repository: SEED-platform/seed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: "Your building's latitude and longitude is {{latitude}}, {{longitude}}!"
fr_ca: "La latitude et la longitude de votre bâtiment sont {{latitude}} , {{longitude}} !"

source: # Of Files
fr_ca: Nombre de fichiers

source: # of Buildings
fr_ca: # de Bâtiments

source: # of Records
fr_ca: # d'Enregistrements

source: (from table below)
fr_ca: (à partir du tableau ci-dessous)

source: (no address 1)
fr_ca: (pas d'adresse 1)

source: (no labels applied)
fr_ca: (aucune étiquette appliquée)

source: (no maximum)
fr_ca: (pas de maximum)

source: (no minimum)
fr_ca: (pas de minimum)

source: A 'Remove' button is shown for tags that are already applied to one or more properties in the current selection
fr_ca: Un bouton «Supprimer» s'affiche pour les balises déjà appliquées à une ou plusieurs propriétés dans la sélection actuelle

source: A Custom Report allows you to look at aggregated data across your inventories and cycles. This is useful to see how specific metrics change over time. doesn't exist
fr_ca: Un rapport personnalisé vous permet de consulter des données agrégées sur vos inventaires et vos cycles. Ceci est utile pour voir comment des métriques spécifiques changent au fil du temps. n'existe pas

source: A Custom Report allows you to look at aggregated data across your inventories and cycles. This is useful to see how specific metrics change over time.
fr_ca: Un rapport personnalisé vous permet de consulter des données agrégées sur vos inventaires et vos cycles. Ceci est utile pour voir comment des métriques spécifiques changent au fil du temps.

source: A list of your imported headers.
fr_ca: Une liste de vos en-têtes importés.

source: A preview of your concatenated data will appear in the box below.
fr_ca: Un aperçu de vos données concaténées apparaîtra dans la case ci-dessous.

source: ACCESS_LEVEL_FILENAME_UPLOADED
fr_ca: Le fichier d'instances de niveau d'accès a été téléchargé

source: ADD_FILES_TO
fr_ca: Ajoutez des fichiers à {dataset_name}.

source: ADD_REMOVE_LABELS_FROM_PROPERTIES
fr_ca: Ajouter ou supprimer des étiquettes de {num, plural, one{1 propriété sélectionnée} other{# propriétés sélectionnées}}

source: ADD_REMOVE_LABELS_FROM_TAXLOTS
fr_ca: Ajouter ou supprimer des étiquettes de {num, plural, one{1 lot d'impôt sélectionné} other{# lots d'impôt sélectionnés}}

source: AH_FILE_TYPES_SUPPORTED
fr_ca: Types de fichiers pris en charge: .csv, .xls et .xlsx.

source: ALSO_DELETE_ANALYSES
fr_ca: Supprimez également {num,plural, one{ 1 analyse } other{# analyses }} .

source: ALSO_DELETE_BATCH_ANALYSES
fr_ca: Supprimez également {num,plural, one{ 1 analyse de lot associée } other{# analyses de lot associées }} .

source: AND
fr_ca: ET

source: API Documentation
fr_ca: Documentation de l'API

source: API Key
fr_ca: Clé API

source: AT_EMAIL_TEXT
fr_ca: Utilisez l'e-mail associé à votre compte depuis <a href="{link}/" target="_blank" rel="noopener noreferrer"> Building Energy Score </a> .

source: AT_PASS_TEXT
fr_ca: Utilisez le mot de passe associé à votre compte sur le <a href="{link}/" target="_blank" rel="noopener noreferrer"> Building Energy Score </a> .

source: AT_TOKEN_TEXT
fr_ca: Veuillez consulter la <a href="{link}/reports/api/" target="_blank" rel="noopener noreferrer"> documentation sur Audit Template </a> pour savoir comment obtenir une clé API. Remarque, ne préfixez pas le jeton avec "Jeton ", incluez uniquement le jeton lui-même.

source: About
fr_ca: À Propos

source: About SEED Platform™
fr_ca: À propos de SEED Platform™

source: Accept
fr_ca: Acceptez

source: Accept Terms of Service?
fr_ca: Accepter les conditions d'utilisation?

source: Acknowledge
fr_ca: Reconnaître

source: Active
fr_ca: actif

source: Actual > Target
fr_ca: Réel > Cible

source: Actual Column
fr_ca: Colonne réelle

source: Actual Field
fr_ca: Champ réel

source: Add
fr_ca: Ajouter

source: Add Column
fr_ca: Ajouter une colonne

source: Add Data Files
fr_ca: Ajouter des fichiers de données

source: Add Label
fr_ca: Ajouter une étiquette

source: Add Mapping
fr_ca: Ajouter une configuration

source: Add Shared Properties
fr_ca: Ajouter des propriétés partagées

source: Add Shared Tax Lots
fr_ca: Ajouter des lots d'impôt partagés

source: Add a label
fr_ca: Ajouter une étiquette

source: Add another file
fr_ca: Ajouter un autre fichier

source: Add compliance information
fr_ca: Ajouter des informations sur la conformité

source: Add files to
fr_ca: Ajouter des fichiers à

source: Add more data files
fr_ca: Ajouter plus de fichiers de données

source: Add program information.
fr_ca: Ajouter des informations sur le programme.

source: Add user
fr_ca: Ajouter un utilisateur

source: Add user to organization
fr_ca: Ajoutez un utilisateur à l'organisation

source: Add user to organization:
fr_ca: Ajoutez un utilisateur à l'organisation

source: Add/Remove Labels
fr_ca: Ajouter/Supprimer Des Étiquettes

source: Add/Remove a user to an organization
fr_ca: Ajouter/Supprimer un utilisateur d'une organisation

source: Add/Update UBID
fr_ca: Ajouter/Mettre à jour UBID

source: Adding buildings to project
fr_ca: Ajout de bâtiments à projet

source: Address Line 1
fr_ca: Adresse (Ligne 1)

source: Address Line 1 (Property)
fr_ca: Adresse Ligne 1 (Propriété)

source: Address Line 1 (Tax Lot)
fr_ca: Ligne d'adresse 1 (lot d'impôt)

source: Address Line 2 (Property)
fr_ca: Adresse Ligne 2 (Propriété)

source: Address Line 2 (Tax Lot)
fr_ca: Adresse Ligne 2 (Lot d'impôt)

source: An Audit Template organization token, user email and password are required
fr_ca: Un jeton d'organisation Audit Template, un e-mail d'utilisateur et un mot de passe sont requis

source: An error occurred while processing the file. Please ensure that your file meets the required specifications.
fr_ca: Une erreur s'est produite lors du traitement du fichier. Assurez-vous que votre fichier respecte les spécifications requises.

source: Analyses
fr_ca: Analyses (bêta)

source: Analysis
fr_ca: Analyse (bêta)

source: Analysis Name
fr_ca: Nom de l'analyse

source: Analysis Name (User Defined)
fr_ca: Nom de l'analyse (défini par l'utilisateur)

source: Analysis State
fr_ca: État d'analyse

source: Apply Profile
fr_ca: Appliquer le profil

source: Are you absolutely sure you want to delete the organization
fr_ca: Êtes-vous absolument sûr de vouloir supprimer l'organisation

source: Are you absolutely sure you want to delete the sub-organization
fr_ca: Êtes-vous absolument sûr de vouloir supprimer la sous-organisation

source: Are you sure you want to delete
fr_ca: Etes-vous sûr de vouloir supprimer

source: Are you sure you want to delete the data file
fr_ca: Êtes-vous sûr de vouloir supprimer le fichier de données

source: Are you sure you want to delete the data set
fr_ca: Êtes-vous sûr de vouloir supprimer le jeu de données

source: Are you sure you want to delete the filter group
fr_ca: Êtes-vous sûr de vouloir supprimer le groupe de filtres

source: Are you sure you want to unmerge these properties and then merge with the selected properties?
fr_ca: Êtes-vous sûr de vouloir annuler la fusion de ces propriétés et fusionner avec les propriétés sélectionnées?

source: Are you sure you want to unmerge these tax lots and then merge with the selected tax lots?
fr_ca: Êtes-vous sûr de vouloir annuler la fusion de ces lots fiscaux pour ensuite fusionner avec les lots d'impôt sélectionnés?

source: Area
fr_ca: Superficie

source: As the admin of your SEED instance you can control what data is shared throughout your organization and between your sub-organizations as well as what data is shared externally with the public-at-large. The subset of data you choose to share with the public can be different than the subset shared between your sub-organizations.
fr_ca: En tant qu'administrateur de votre instance SEED, vous pouvez contrôler les données partagées dans votre organisation et entre vos sous-organisations ainsi que les données partagées à l'externe avec le public. Le sous-ensemble de données que vous choisissez de partager avec le public peut être différent du sous-ensemble partagé entre vos sous-organisations.

source: Associated Building Tax Lot ID
fr_ca: ID de lot d'impôt du bâtiment associé

source: Associated Tax Lot ID
fr_ca: ID de lot d'impôt associé

source: Associated Tax Lot IDs
fr_ca: IDs des lots d'impôt associé

source: Audit Template Building ID
fr_ca: Audit Template ID de bâtiment

source: Audit Template Organization Token
fr_ca: Audit Template jeton d'organisation

source: Audit Template Password
fr_ca: Audit Template le mot de passe

source: Auditing
fr_ca: Audit

source: Auto Matching
fr_ca: Correspondance automatique

source: BEFORE_GEOCODING
fr_ca: Avant le géocodage

source: BETTER_TOKEN_TEXT
fr_ca: Veuillez consulter la <a href="{link}/docs/api/" target="_blank" rel="noopener noreferrer"> documentation BETTER </a> pour savoir comment obtenir une clé API. Remarque, ne préfixez pas le jeton avec "Token", incluez uniquement le jeton lui-même. L'hôte BETTER est configuré pour être

source: BUILDING ENERGY DATA EXCHANGE SPECIFICATION (BEDES)
fr_ca: SPECIFICATION DE L'ÉCHANGE DE DONNÉES D'ÉNERGIE DES BÂTIMENTS (BEDES)

source: Back
fr_ca: De retour

source: Back to Home
fr_ca: Retour à l'Accueil

source: Back to List
fr_ca: Retour à la Liste

source: Back to Mapping
fr_ca: Retournez à les mappages

source: Block Number
fr_ca: Numéro de bloc

source: Body
fr_ca: Corps

source: Boolean
fr_ca: Booléen

source: Both
fr_ca: Les deux

source: Building Certification
fr_ca: Certification de bâtiment

source: Building Count
fr_ca: Nombre de bâtiments

source: Building Filters
fr_ca: Filtres de bâtiments

source: Buildings
fr_ca: Bâtiments

source: By clicking the Log In button you accept the NREL Data Terms.
fr_ca: En cliquant sur le bouton Connexion, vous acceptez les conditions d'utilisation des données NREL.

source: COLUMN_NAME_DUPLICATE_ERROR
fr_ca: Erreur: Le nom de la nouvelle colonne ne peut pas correspondre au nom précédent.

source: COLUMN_NAME_EXISTS_WARNING
fr_ca: Attention: le nom de la colonne existe déjà.

source: COL_CHANGE_DESCRIPTION
fr_ca: Fournit une description de la colonne pour aider à se souvenir de la signification de la colonne. Il s'agit par défaut du nom d'affichage s'il est disponible, sinon le nom de la colonne est utilisé.

source: COL_CHANGE_NAME
fr_ca: Spécifie le nom de champ sous-jacent représenté par le nom d'affichage. Ces noms de champ ne sont pas définis par l'utilisateur, mais sont générés à partir de fichiers utilisateur importés ainsi que de champs définis par programme.

source: COL_CHANGE_NAME_EXT
fr_ca: Si un nom a une balise «données supplémentaires» après, ce sont des champs qui ont été importés dans SEED par l'utilisateur à partir de fichiers importés. Ces champs ne peuvent pas être utilisés comme champs correspondants dans la section Critère de correspondance.

source: COL_GEOCODING_TOGGLE_EXT
fr_ca: Remarque: le géocodage nécessite l'utilisation d'au moins une colonne et son remplissage pour construire des adresses complètes.

source: COL_MAP_PROFILE_IMPORT_ADVICE
fr_ca: Les profils de mappage de colonnes peuvent être utilisés pour vous aider à mapper facilement et de manière cohérente vos données. Notez que les colonnes d'en-tête de fichier définies dans le profil doivent correspondre exactement (espaces, minuscules, majuscules, etc.) pour que les informations de colonne SEED correspondantes soient utilisées.

source: COL_MAP_PROFILE_INTRO
fr_ca: Les profils de mappage de colonne peuvent vous aider à standardiser et à simplifier votre processus de mappage d'importation de fichiers.

source: COL_MAP_PROFILE_MAPPING_CSV_BUTTON_ADVICE
fr_ca: Vous pouvez créer des lignes de mappage pour un profil en les ajoutant individuellement ou en copiant les valeurs d'en-tête du fichier de données dans une liste délimitée par des virgules à l'aide de la zone de saisie sur la droite.

source: COL_MAP_PROFILE_MAPPING_DIRECT_COPY_ADVICE
fr_ca: En outre, vous pouvez copier les valeurs d'en-tête du fichier de données directement sur les en-têtes SEED via le bouton ci-dessous.

source: COL_MAP_PROFILE_MAPPING_EXACT_MATCH_ADVICE
fr_ca: Lors de l'utilisation d'un profil pour un fichier entrant, les valeurs d'en-tête du fichier de données doivent correspondre exactement pour que les mappages soient préremplis.

source: COL_MAP_PROFILE_MAPPING_INTRO
fr_ca: Créez des mappages à des valeurs d'en-tête de fichier de données spécifiques - mappant les en-têtes SEED, les types d'inventaire et, le cas échéant, les unités de mesure.

source: COL_MAP_PROFILE_MAPPING_SUGGESTION_ADVICE
fr_ca: Alternativement, vous pouvez obtenir des suggestions d'en-tête SEED basées sur les noms de colonnes existants en utilisant l'autre bouton ci-dessous.

source: COL_MAP_PROFILE_MAPPING_TYPING
fr_ca: Les valeurs d'en-tête SEED peuvent être saisies manuellement. Au fur et à mesure que vous tapez, une liste de suggestions apparaîtra si la valeur est similaire à une colonne déjà reconnue par SEED.

source: COL_MERGE_PROTECTION_TOGGLE
fr_ca: Normalement, lorsqu'un enregistrement importé est fusionné dans un autre enregistrement, la valeur la plus récente remplace un enregistrement plus ancien. La protection de fusion empêche cela et est particulièrement utile pour les colonnes dans lesquelles vous avez manuellement modifié les valeurs que vous souhaitez conserver même après l'importation et la fusion de nouvelles données.

source: COMPLETE_AND_REFRESH
fr_ca: Complétez et Actualisez la Page

source: CONFIRMING_DELETE_PROFILE
fr_ca: Êtes-vous sûr de vouloir supprimer le profil

source: CONFIRM_AND_START_MATCHING
fr_ca: Confirmer et commencer l'appariement

source: CONTINUE
fr_ca: Continuer

source: CONTINUE_QUESTION
fr_ca: Es-tu sur de vouloir continuer?

source: CREATED_LABEL_NAMED
fr_ca: Créé étiquette {label_name}

source: CREATED_NEW_CYCLE
fr_ca: Nouveau cycle créé avec nom {cycle_name}

source: CREATE_DATA_LOGGER
fr_ca: Créer un enregistreur de données

source: CURRENTLY_GEOCODING
fr_ca: Géocodage en cours

source: Cancel
fr_ca: Annuler

source: Change Merged Property
fr_ca: Modifier la propriété fusionnée

source: Change Merged Tax Lot
fr_ca: Modifier le lot d'impôt fusionnée

source: Change Password
fr_ca: Changer le mot de passe

source: Change Your Password
fr_ca: Changez votre mot de passe

source: Change my password
fr_ca: Changer mon mot de passe

source: Changed By
fr_ca: Changé par

source: Chart Legend
fr_ca: Légende du graphique

source: Choose Existing Organization:
fr_ca: Choisissez Organisation Existante:

source: Choose the year ending month for report period.
fr_ca: Choisissez le mois de fin de l'année pour la période du rapport.

source: City
fr_ca: Ville

source: City (Property)
fr_ca: Ville (Propriété)

source: City (Tax Lot)
fr_ca: Ville (lot d'impôt)

source: Classification Type
fr_ca: Type de classification

source: Clear Filters
fr_ca: Effacer les filtres

source: Clear Labels
fr_ca: Effacer les étiquettes

source: Close
fr_ca: Fermer

source: Close Preview
fr_ca: Fermer l'aperçu

source: Collapse Tabs
fr_ca: Réduire les onglets

source: Column
fr_ca: Colonne

source: Column Description
fr_ca: Description de la colonne

source: Column List Profile
fr_ca: Profil de liste de colonnes

source: Column Mapping Profile
fr_ca: Profil de mappage de colonne

source: Column Mappings
fr_ca: Mappages de colonnes

source: Column Name
fr_ca: Nom de colonne

source: Column Order/Visibility
fr_ca: L'Ordre Des Colonnes/Visibilité

source: Column Settings
fr_ca: Paramètres de colonne

source: ComStock Mapping
fr_ca: Cartographie ComStock

source: Compare UBIDs
fr_ca: Comparez les UBID

source: Comparing UBIDs Complete
fr_ca: Comparaison des UBID terminée

source: Complete
fr_ca: Complète

source: Compliance
fr_ca: Conformité

source: Compliance Information
fr_ca: Informations de conformité

source: Compliance Label
fr_ca: Étiquette de Conformité

source: Compliance Period
fr_ca: Période de conformité

source: Compliance Period (years)
fr_ca: Période de conformité (années)

source: Compliant
fr_ca: Conforme

source: Concatenate Headers (Columns of Data)
fr_ca: Concaténer les en-Têtes (colonnes de données)

source: Condition Check
fr_ca: Vérification de l'état

source: Conditioned Floor Area
fr_ca: Surface climatisé

source: Confirm
fr_ca: Confirmer

source: Confirm Save Mappings?
fr_ca: Confirmer enregistrer les mappages?

source: Confirm delete
fr_ca: Confirmer la supprimation

source: Confirm new password
fr_ca: Confirmer le nouveau mot de passe

source: Connection
fr_ca: Connexion

source: Contact Account Name Column
fr_ca: Colonne Nom du compte de contact

source: Contact Benchmark Field
fr_ca: Nom de champ Contact pour l'object Benchmark

source: Contacts and Accounts
fr_ca: Contacts et Comptes

source: Continue to data mapping
fr_ca: Continuer à la mappage de données

source: Continue to data matching
fr_ca: Continuer à l'appariement des données

source: Copy Buildings
fr_ca: Copier des bâtiments

source: Copy Data File Headers directly to SEED Headers
fr_ca: Copiez les en-têtes de fichiers de données directement dans les en-têtes SEED

source: Copy into Data File Headers
fr_ca: Copier dans les en-têtes de fichiers de données

source: Count #
fr_ca: Compte #

source: Create
fr_ca: Créer

source: Create Analysis
fr_ca: Créer une analyse

source: Create Cycle
fr_ca: Créer un cycle

source: Create Data Set
fr_ca: Créer un ensemble de données

source: Create Filter Group
fr_ca: Créer un groupe de filtres

source: Create New Sub-Organization
fr_ca: Créer nouvelle sous-organisation

source: Create Profile
fr_ca: Créer un profil

source: Create Project
fr_ca: Créer un projet

source: Create UBID
fr_ca: Créer un UBID

source: Create Your Account
fr_ca: Créez votre compte

source: Create a New Data Set.
fr_ca: Créer un nouveau jeu de données.

source: Create a New Project
fr_ca: Créer un nouveau projet

source: Create a New Sub-Organization
fr_ca: Créer une nouvelle sous-organisation

source: Create a Program to get started!
fr_ca: Créez un programme pour commencer !

source: Create a new rule
fr_ca: Créer une nouvelle règle

source: Create a new sub-organization
fr_ca: Créer une nouvelle sous-organisation

source: Create a new...
fr_ca: Créer un nouveau...

source: Create a user
fr_ca: Créer un utilisateur

source: Create an Organization to continue
fr_ca: Créer une organisation pour continuer

source: Create an organization
fr_ca: Créer une organisation

source: Create label
fr_ca: Créer une étiquette

source: Create my account
fr_ca: Créer mon compte

source: Create new cycle
fr_ca: Créer un nouveau cycle

source: Create new data set
fr_ca: Créer un nouveau jeu de données

source: Create new label
fr_ca: Créer une nouvelle étiquette

source: Create new sub-organization
fr_ca: Créer une nouvelle sous-organisation

source: Created
fr_ca: Créé

source: Cross-Cycles
fr_ca: Entre les Cycles

source: Current Filters
fr_ca: Filtres Actuel

source: Current Name
fr_ca: Nom Actuel

source: Current password
fr_ca: Mot de passe actuel

source: Custom ID 1
fr_ca: ID personnalisée 1

source: Custom ID 1 (Property)
fr_ca: ID personnalisé 1 (propriété)

source: Custom ID 1 (Tax Lot)
fr_ca: ID personnalisé 1 (lot d'impôt)

source: Custom Reports
fr_ca: Rapports

source: Custom emails can be sent to Building Owners using the templates defined below. The email will be sent to the SEED record's Owner Email address and is currently not configurable. The email 'from' address is the same as the server email address which is also used to email users their account information.
fr_ca: Des e-mails personnalisés peuvent être envoyés aux propriétaires d'immeubles à l'aide des modèles définis ci-dessous. L'e-mail sera envoyé à l'adresse e-mail du propriétaire de l'enregistrement SEED et n'est actuellement pas configurable. L'adresse e-mail "de" est la même que l'adresse e-mail du serveur qui est également utilisée pour envoyer aux utilisateurs leurs informations de compte par e-mail.

source: Cycle Name
fr_ca: Nom du cycle

source: Cycle updated.
fr_ca: Cycle mis à jour.

source: Cycles to Include in Compliance Period
fr_ca: Cycles à inclure dans la periode de conformité

source: DATASET_FILENAME_UPLOADED_TO
fr_ca: <strong> {dataset_filename} </strong> a été importé dans <strong> {dataset_name} </strong> , sous le cycle <strong> {cycle_name} </strong> .

source: DATASET_FILENAME_UPLOADED_TO_MULTIPLE_CYCLE
fr_ca: <strong> {dataset_filename} </strong> a été importé dans <strong> {dataset_name} </strong> , sous plusieurs cycles. Le cycle par défaut est <strong> {cycle_name} </strong> .

source: DATASET_NAME_ALREADY_EXISTS
fr_ca: Le <strong>nom du fichier "{dataset_name}" existe déjà</strong> . Veuillez en sélectionner un nouveau

source: DATA_FILE_HEADER_DUP_WARNING
fr_ca: Veuillez consulter les en-têtes des fichiers de date. Les valeurs en double ou vides ne sont pas autorisées.

source: DATA_LOGGERS
fr_ca: Enregistreurs de données

source: DATA_MAPPING_AND_VALIDATION
fr_ca: Mappage des données et Validation ({filename})

source: DELETED_LABEL_NAMED
fr_ca: Supprimée étiquette {label_name}

source: DELETE_LABEL_AND_REMOVE
fr_ca: Supprimer l'étiquette '{label_name}' et le retirer de tous les bâtiments auxquels il a été appliqué?

source: DELETE_ORG_WARNING
fr_ca: Cette action ne peut pas être annulée. Cela supprimera définitivement cette organisation et toutes les sous-organisations, les téléchargements associés, les propriétés, les lots fiscaux, les cycles, les règles de qualité des données et supprimera toutes les associations membres.

source: DELETE_SUB_ORG_WARNING
fr_ca: Cette action ne peut pas être annulée. Cela supprimera définitivement cette organisation et tous les téléchargements, propriétés, taxlots, cycles, règles de qualité des données, sous-organisations associés, et supprimera toutes les associations membres.

source: DID_YOU_REVIEW_YOUR_MAPPINGS
fr_ca: Avez-vous revu vos correspondances? C'est une bonne idée de vérifier vos correspondances. Une fois que SEED correspond à vos propriétés et lots d'impôt, vous ne pouvez pas annuler ou modifier ces mappages.

source: DIRECTIONS_FOR_UPDATING_MQ_API_KEY
fr_ca: Si vous souhaitez géocoder vos données à l'aide du service MapQuest, veuillez fournir une clé API valide dans les paramètres de votre organisation.

source: Data
fr_ca: Les données

source: Data Administrator Account Name Column
fr_ca: Colonne Nom du compte de l'administrateur de données

source: Data Administrator Contact Field
fr_ca: Champ de contact de l'administrateur des données

source: Data Administrator Contact Settings
fr_ca: Paramètres de contact de l'administrateur de données

source: Data File Header
fr_ca: En-tête du fichier de données

source: Data Files
fr_ca: Fichiers de données

source: Data Load Error
fr_ca: Erreur de chargement de données

source: Data Mapping
fr_ca: Mappage de données

source: Data Mapping and Validation
fr_ca: Mappage de donn&eacute;es et validation

source: Data Matching
fr_ca: Correspondance des données

source: Data Pairing
fr_ca: Appariement des données

source: Data Quality
fr_ca: Qualité des données

source: Data Quality Check
fr_ca: Vérification de la qualité des données

source: Data Quality Results
fr_ca: Résultats de la qualité des données

source: Data Set
fr_ca: Jeu de données

source: Data Set Name
fr_ca: Nom du jeu de données

source: Data Sets
fr_ca: Ensembles de données

source: Data Type
fr_ca: Type de données

source: Date Imported
fr_ca: Date d'importation

source: Date Uploaded
fr_ca: Date de téléchargement

source: Deadline
fr_ca: Date limite

source: Deadline:
fr_ca: Date limite:

source: Decode UBID
fr_ca: Décoder UBID

source: Decode UBID for Selected
fr_ca: Décoder l'UBID pour la sélection

source: Default Contact Account Name
fr_ca: Nom du compte de contact par défaut
