Repository: SEED-platform/seed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: MATCHING_CRITERIA_PREVIEW_WARNING
fr_ca: Avertissement: Si des modifications des critères de correspondance sont proposées, un aperçu sera chargé. Les temps de chargement de cet aperçu dépendent du nombre d'enregistrements appartenant à cette organisation et du nombre d'enregistrements qui seraient fusionnés en fonction des nouveaux critères de correspondance.

source: MATCHING_RESULTS_FOR_FILE
fr_ca: Résultats correspondants pour le fichier {dataset_filename}

source: MERGE_IN_CYCLE_MATCHES
fr_ca: Les matchs de ce cycle seront fusionnés.

source: MERGE_LINK_ADVICE
fr_ca: Les matchs d'un même cycle seront fusionnés, tandis que les matchs de cycles différents seront associés pour une analyse entre cycles.

source: MERGE_MULTIPLE_IN_CYCLE_MATCHES
fr_ca: Dans le cas où plusieurs correspondances sont renvoyées d'un seul cycle, ces correspondances seront fusionnées.

source: MERGE_PROTECTION_EXPLANATION
fr_ca: Normalement, lorsqu'un enregistrement importé est fusionné dans un autre enregistrement, la valeur la plus récente remplace un enregistrement plus ancien. La protection de fusion empêche cela et est particulièrement utile pour les colonnes dans lesquelles vous avez manuellement modifié les valeurs que vous souhaitez conserver même après l'importation et la fusion de nouvelles données.

source: METER_DISPLAY_SETTINGS_TITLE
fr_ca: Compteur d'énergie d'affichage (changer un à la fois)

source: METER_READING_COUNTS_TITLE
fr_ca: Compte de Relevé de Compteur

source: MJ/m²/year
fr_ca: MJ/m²/année

source: MODIFYING_COLUMN_SETTINGS
fr_ca: Modification des paramètres de colonne

source: MULTIPLE_COL_MOD_OPTIONS
fr_ca: Dans le tableau ci-dessous, vous pouvez modifier les colonnes des manières suivantes:

source: MULTI_FILE_EXCEL_NOT_SUPPORTED
fr_ca: <strong>Remarque:</strong> seule la première feuille de fichiers Excel de plusieurs feuilles sera importée.

source: Main
fr_ca: Principale

source: Main Contact Settings
fr_ca: Principaux paramètres de contact

source: Maintenance Actions
fr_ca: Actions de maintenance

source: Make this a snapshot project.
fr_ca: Faire un projet de capture instantanée.

source: Manage Your API Key
fr_ca: Gérer votre clé API

source: Manage available cycles.
fr_ca: Gérer les cycles disponibles.

source: Manage compliance
fr_ca: Gérer la conformité

source: Managed by
fr_ca: Dirigé par

source: Manual Matching
fr_ca: Correspondance manuelle

source: Map
fr_ca: Carte

source: Map SEED fields to imported file fields
fr_ca: Mapper les champs SEED aux champs de fichiers importés

source: Map Your Data
fr_ca: Mappez vos données

source: Map features are provided by
fr_ca: Les fonctionnalités cartographiques sont fournies par

source: MapQuest API Key
fr_ca: Clé API MapQuest

source: Mapped Fields
fr_ca: Champs mappés

source: Match
fr_ca: Faire correspondre

source: Match Criteria
fr_ca: Critères de correspondance

source: Match Properties
fr_ca: Faire correspondre des propriétes

source: Match Tax Lots
fr_ca: Faire correspondre des lots d'impôt

source: Match your data
fr_ca: Faites correspondre vos données

source: Match-up your buildings list with the Portfolio Manager dataset to tie building records together.
fr_ca: Associez votre liste de bâtiments à l'ensemble de données Portfolio Manager pour lier ensemble les enregistrements de construction.

source: Matched Properties
fr_ca: Propriétés correspondantes

source: Matched Tax Lots
fr_ca: Lots d'impôts correspondants

source: Matched!
fr_ca: Juméle!

source: Matching Criteria Preview
fr_ca: Aperçu des critères d'appariement

source: Matching Detail
fr_ca: Détail sur la correspondance

source: Matching Detail Settings
fr_ca: Paramètres de détail sur la correspondance

source: Matching List
fr_ca: Liste des Correspondances

source: Matching Results for file
fr_ca: Résultats correspondants pour le fichier

source: Measurement Units
fr_ca: Unités de mesure

source: Measurement unit display for areas
fr_ca: Affichage de l'unité de mesure pour les zones

source: Measurement unit display for energy use intensities (EUI)
fr_ca: Affichage de l'unité de mesure des intensités d'utilisation d'énergie (EUI)

source: Member
fr_ca: Membre

source: Member Email
fr_ca: Email du membre

source: Member Name
fr_ca: Nom de membre

source: Member Role
fr_ca: Rôle de membre

source: Members
fr_ca: Membres

source: Merge
fr_ca: Fusionner

source: Merge Protection
fr_ca: Protection contre les fusions

source: Merged Records
fr_ca: Enregistrements Fusionnés

source: Merged properties
fr_ca: Propriétés fusionnées

source: Merged properties against existing records
fr_ca: Propriétés fusionnées avec des enregistrements existants

source: Merged properties between existing records
fr_ca: Propriétés fusionnées entre des enregistrements existants

source: Merged properties within import file
fr_ca: Propriétés fusionnées dans le fichier d'importation

source: Merged tax lots
fr_ca: Lots d'impôt fusionnés

source: Merged tax lots against existing records
fr_ca: Fusion de lots de taxes avec des enregistrements existants

source: Merged tax lots between existing records
fr_ca: Fusion de lots de taxes entre des enregistrements existants

source: Merged tax lots within import file
fr_ca: Fusion des lots de taxe dans le fichier d'importation

source: Meter Data
fr_ca: Données du compteur

source: Meters
fr_ca: Mètres

source: Metric
fr_ca: Métrique

source: Metric Actual Column
fr_ca: Colonne de mesures réelles

source: Metric Name
fr_ca: Nom de la métrique

source: Metric Target Column
fr_ca: Colonne Cible de métrique

source: Metric Type
fr_ca: Type de métrique

source: Metric Type Settings
fr_ca: Type de métrique

source: Min Sq/Ft
fr_ca: Pi/Ca Min

source: Minimum Sq Ft
fr_ca: Pi/Ca Minimum

source: Modifying Data Quality Rules
fr_ca: Modification des règles de qualité des données

source: More details
fr_ca: Plus de détails

source: Move Buildings
fr_ca: Déplacer les bâtiments

source: Move/copy buildings to another project
fr_ca: Déplacer/copier des bâtiments dans un autre projet

source: NEW_COLUMN_REPLACE_DATA_WARNING
fr_ca: Une nouvelle colonne sera créée et/ou les données existantes peuvent être remplacées.

source: NON_UNIQUE_DATA_LOGGER_DISPLAY_NAME
fr_ca: Le nom d'affichage doit être unique.

source: NOT_GEOCODED_PREVIOUSLY
fr_ca: Non géocodé auparavant

source: NO_DATA_LOGGER_DISPLAY_NAME
fr_ca: S'il vous plaît entrer un nom d'affichage.

source: NO_MAPQUEST_API_KEY_FOR_ORG
fr_ca: Aucune clé d'API MapQuest n'est associée à votre organisation.

source: NUMBER_COLUMNS_AVAILABLE
fr_ca: Il existe {count} colonnes de données disponibles pour vous.

source: NUMBER_OF_DATASETS
fr_ca: {num, plural, one {1 Jeu de données} other {# Jeux de données}}

source: NUMBER_OF_PROPERTIES
fr_ca: {num, plural, one{1 propriété} other{# propriétés}}

source: NUMBER_OF_TAXLOTS
fr_ca: {num, plural, one{1 lot d'impôt} other{# lot d'impôts}}

source: NUM_PROPERTIES_AND_TAXLOTS_DELETED
fr_ca: {num_properties,plural,=0{aucune propriété} one{<strong>1</strong> propriété} other{<strong>#</strong> propriétés}} et {num_taxlots,plural,=0{aucun lot d'impôt} one{<strong>1</strong>lot d'impôt} other{<strong>#</strong> lots d'impôt}} ont été supprimé

source: NUM_PROPERTY_TAXLOT_COLUMNS_AVAILABLE
fr_ca: Il existe {num_property_columns} colonnes de propriétés et {num_taxlot_columns} colonnes de lot d'impôt qui vous sont accessibles.

source: Name
fr_ca: nom

source: National Renewable Energy Laboratory
fr_ca: Laboratoire National Des Énergies Renouvelables

source: New Analysis
fr_ca: Nouvelle analyse (bêta)

source: New Note
fr_ca: Nouvelle note

source: New User Email
fr_ca: E-mail du nouvel utilisateur

source: New password
fr_ca: Nouveau mot de passe

source: New properties
fr_ca: Nouvelles propriétés

source: New tax lots
fr_ca: Nouveaux lots d'impôt

source: Next
fr_ca: Prochain

source: No
fr_ca: Non

source: No Custom Reports Selected
fr_ca: Aucun rapport personnalisé sélectionné

source: No Data
fr_ca: Pas de données

source: No UBIDs For Property
fr_ca: Aucun UBID pour la propriété

source: No UBIDs For Tax Lot
fr_ca: Aucun UBID pour le lot fiscal

source: No action was taken
fr_ca: Aucune action n'a été prise

source: No filters added.
fr_ca: Aucun filtre ajouté.

source: No labels available. Add a label above to get started.
fr_ca: Pas d'étiquettes disponibles. Ajoutez une étiquette ci-dessus pour commencer.

source: No program created
fr_ca: Aucun programme créé

source: No program selected
fr_ca: Aucun programme sélectionné

source: No warnings/errors
fr_ca: Aucun avertissement/erreur

source: None
fr_ca: Aucun

source: Not Compliant
fr_ca: Non conforme

source: Not Null
fr_ca: Pas nul

source: Not all inventory items were successfully deleted
fr_ca: Tous les éléments de l'inventaire n'ont pas été supprimés

source: Note:
fr_ca: Remarque:

source: Note: Meters are labeled with the following format: "Type - Source - Source ID"
fr_ca: Remarque: Les compteurs sont étiquetés au format suivant: "la catégorie - Source - Source ID"

source: Note: Parent organization members are not automatically made members of sub-organizations.
fr_ca: Remarque: les membres de l'organisation parente ne sont pas automatiquement devenus membres de sous-organisations.

source: Note: Passwords must be 8 or more characters, and must contain at least 1 uppercase character, 1 lowercase character, and 1 digit.
fr_ca: Remarque: Les mots de passe doivent comporter 8 caractères ou plus et contenir au moins 1 caractère majuscule, 1 caractère minuscule et 1 chiffre.

source: Notes
fr_ca: Remarques

source: Number
fr_ca: Nombre

source: Number Properties
fr_ca: Propriétés du nombre

source: Number of Properties
fr_ca: Nombre de propriétés

source: Number of Tax Lots
fr_ca: Nombre de lots d'impôt

source: Number of decimal places to display
fr_ca: Nombre de décimales à afficher

source: OK_TO_DELETE_NUM_PROPERTIES_AND_TAXLOTS
fr_ca: Voulez-vous vraiment supprimer {num_properties,plural,one{<strong>1</strong> propriété} other{<strong>#</strong> propriétés}} et {num_taxlots,plural,one{<strong>1</strong>lot d'impôt} other{<strong>#</strong> lots d'impôt}}?

source: OR
fr_ca: OU

source: ORG_MATCH_MERGE_LINK_WARNING
fr_ca: AVERTISSEMENT: vous avez modifié les critères de correspondance et de fusion des données de votre organisation. Les enregistrements de chaque cycle seront réévalués pour déterminer s'il existe des correspondances et, le cas échéant, elles seront automatiquement fusionnées. Ensuite, les enregistrements de plusieurs cycles seront réévalués afin de mettre à jour les liens ou associations de propriété et de lot de taxe. Si vous continuez, vous pouvez d'abord visualiser les modifications en attente avant de les valider.

source: OVERWRITE_COLUMN_DATA_QUESTION
fr_ca: Écraser les données?

source: Occupied Floor Area
fr_ca: Surface occupée

source: Only Show Populated Columns
fr_ca: Afficher uniquement les colonnes remplies

source: Only one terms of service is allowed to be active
fr_ca: Un seul des termes du service est autorisé à être actif

source: Or Create New (With User as Head):
fr_ca: Ou Créer Nouveau (avec l'utilisateur en tant que chef):

source: Organization
fr_ca: Organisation

source: Organization Name
fr_ca: Nom de l'organisation

source: Organization Name:
fr_ca: Nom de l'organisation:

source: Organization Owner(s)
fr_ca: Propriétaire(s) de l'organisation

source: Organization Settings
fr_ca: Paramètres de l'organisation

source: Organizations
fr_ca: Organisations

source: Organizations I Belong To
fr_ca: Organisations auxquelles j'appartiens

source: Organizations I Manage
fr_ca: Organisations que je gère

source: Organizations:
fr_ca: Organisations:

source: Owner
fr_ca: Propriétaire

source: Owner Address
fr_ca: Adresse du propriétaire

source: Owner City/State
fr_ca: Propriétaire Ville / État

source: Owner Email
fr_ca: Email du propriétaire

source: Owner Name
fr_ca: Nom du propriétaire

source: Owner Postal Code
fr_ca: Code postal du propriétaire

source: Owner Telephone
fr_ca: Téléphone du propriétaire

source: PARSED_ENERGY_TYPES_AND_UNITS_TITLE
fr_ca: Types d'énergie et unités analysées

source: PERCENT_COMPLETE
fr_ca: {progress}% achevé

source: PM Generation Date
fr_ca: PM Date de génération

source: PM Parent Property ID
fr_ca: PM ID de la propriété parent

source: PM Property ID
fr_ca: ID de Propriété PM

source: PM Release Date
fr_ca: PM Date de sortie

source: PM_METER_IMPORT_BUTTON
fr_ca: Consommation d'énergie d'importation de Portfolio Manager

source: PM_METER_IMPORT_NO_ASSOCIATION
fr_ca: Importation impossible - Aucune association à des propriétés précédemment importées

source: PM_METER_IMPORT_RESULTS
fr_ca: Résultats d'importation de Portfolio Manager

source: PM_PROPERTY_ID_MATCHING_CRITERIA_WARNING
fr_ca: La suppression de l'ID de propriété PM des critères de correspondance peut entraîner des problèmes inattendus pour les importations de compteurs Portfolio Manager.

source: POST_GEOCODING_COUNTS
fr_ca: Nombre mis à jour après le géocodage

source: PROPERTY_MATCHING_FIELDS_REQUIREMENT
fr_ca: Au moins un des champs de propriété suivants est requis

source: Pair Properties to Tax Lots
fr_ca: Associer des propriétés à des lots d'impôt

source: Pair Tax Lots to Properties
fr_ca: Associer les lots d'impôt aux propriétés

source: Paired
fr_ca: Jumelé

source: Paired Tax Lots
fr_ca: Lots fiscaux jumelés

source: Pairing
fr_ca: Jumelage

source: Pairing Settings
fr_ca: Paramètres de jumelage

source: Parent ID
fr_ca: ID du Parent

source: Password
fr_ca: Mot de passe

source: Password again
fr_ca: Mot de passe encore

source: Password reset
fr_ca: Réinitialiser le mot de passe

source: Password reset on SEED
fr_ca: Réinitialisation du mot de passe sur SEED

source: Password set
fr_ca: Mot de passe défini

source: Password set unsuccessful
fr_ca: Mot de passe pas défini

source: Permanently delete extra_data columns and all associated data
fr_ca: Supprimer définitivement les colonnes extra_data et toutes les données associées

source: Please enter your new password twice so we can verify you typed it in correctly.
fr_ca: Entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.

source: Please go to the following page and choose a new password:
fr_ca: Passez à la page suivante et choisissez un nouveau mot de passe:

source: Please go to the following page and setup your account:
fr_ca: Passez à la page suivante et configurez votre compte:

source: Please join the SEED-Platform Dev forum where you can connect with other developers.
fr_ca: Rejoignez le forum SEED-Platform Dev où vous pouvez vous connecter avec d'autres développeurs.

source: Please review SEED column names or the column names of the file being imported. Column names that match an existing Derived Column name are not allowed.
fr_ca: Veuillez vérifier les noms de colonne SEED ou les noms de colonne du fichier importé. Les noms de colonne qui correspondent à un nom de colonne dérivée existant ne sont pas autorisés.

source: Please review SEED column names or the column names of the file being imported. Duplicate values are not allowed in either case.
fr_ca: Veuillez consulter les noms de colonnes SEED ou les noms de colonnes du fichier en cours d'importation. Les valeurs en double ne sont pas autorisées dans les deux cas.

source: Please review SEED headers. Empty values are not allowed.
fr_ca: Veuillez consulter les en-têtes SEED. Les valeurs vides ne sont pas autorisées.

source: Please visit our User Support website for tutorials and documentation to help you learn how to use SEED-Platform.
fr_ca: S'il vous plaît visitez notre site Web d'assistance aux utilisateurs pour les tutoriels et la documentation pour vous aider à apprendre à utiliser SEED-Platform.

source: Please wait while your data is loaded...
fr_ca: Veuillez patienter pendant que vos données sont chargées ...

source: Populate SEED Headers with best known matches
fr_ca: Remplissez les en-têtes SEED avec les correspondances les plus connues

source: Postal Code
fr_ca: Code postal

source: Postal Code (Property)
fr_ca: Code postal (propriété)

source: Postal Code (Tax Lot)
fr_ca: Code postal (lot d'impôt)

source: Potential Matches from Source
fr_ca: Correspondances possibles à partir de la source

source: Preferred
fr_ca: Préféré

source: Preparing your inventory for deletion
fr_ca: Préparer votre inventaire pour la suppression

source: Preview
fr_ca: Aperçu

source: Preview Loading
fr_ca: Aperçu Chargement

source: Previous
fr_ca: Précédente

source: Primary Tax Lot ID
fr_ca: ID de lot d'impôt primaire

source: Primary/Secondary
fr_ca: Primaire/secondaire

source: Profile Info
fr_ca: Informations sur le profil

source: Profile Information
fr_ca: Informations sur le profil

source: Profile Name
fr_ca: Nom de profil

source: Program
fr_ca: Programme

source: Program Definition
fr_ca: Définition du programme

source: Program Metric
fr_ca: Métrique du programme

source: Program Metric Configuration
fr_ca: Configuration de la métrique du programme

source: Program Overview
fr_ca: Métrique du programme

source: Program Setup
fr_ca: Configuration du programme

source: Project
fr_ca: Projet

source: Project Actions
fr_ca: Actions du projet

source: Project Buildings
fr_ca: Bâtiments de projet

source: Project Information
fr_ca: Renseignements sur le projet

source: Project Name
fr_ca: Nom du projet

source: Projects
fr_ca: Projets

source: Properties
fr_ca: Propriétés

source: Properties List
fr_ca: Liste Des Propriétés

source: Properties List (legacy)
fr_ca: Liste des propriétés (héritage)

source: Properties with Data
fr_ca: Propriétés avec données

source: Property
fr_ca: Propriété

source: Property Classification
fr_ca: Classification de la propriété

source: Property Count
fr_ca: Nombre de propriétés

source: Property Detail
fr_ca: Détails de la propriété

source: Property Detail Settings
fr_ca: Paramètres de détail de la propriété

source: Property Display Field
fr_ca: Champ d'affichage de la propriété

source: Property Footprint
fr_ca: Empreinte de propriété

source: Property Insights
fr_ca: Rapports de propriété

source: Property Name
fr_ca: Nom de la propriété

source: Property Notes
fr_ca: Notes de propriété

source: Property Reports
fr_ca: Rapports de propriété

source: Property Type
fr_ca: Type de propriété

source: Property Visibility
fr_ca: Visibilité de la propriété

source: Property and Tax Lot Data
fr_ca: Données foncières et fiscales

source: RECOGNIZE_EMPTY_EXPLANATION
fr_ca: Cocher cette case pour un champ affectera la façon dont les valeurs vides ou vides sont traitées lors des fusions. Plus précisément, les valeurs vides pourront remplacer les valeurs non vides par le paramètre "Protection contre la fusion".

source: RENAME_COLUMN_TITLE
fr_ca: Renommer la Colonne

source: REVIEW YOUR DATA MAPPINGS
fr_ca: EXAMINER VOS MAPPAGES DE DONNÉES

source: Read more here.
fr_ca: Lire la suite ici.

source: Really reset all passwords? This will sign you out of SEED.
fr_ca: Réinitialiser tous les mots de passe? Cela vous déconnectera de SEED.

source: Recent Sale Date
fr_ca: Date de vente récente

source: Recognize Empty
fr_ca: Reconnaître vide

source: Record from Source
fr_ca: Enregistrement de la source

source: Refresh Metadata
fr_ca: Actualiser les métadonnées

source: Refresh Metadata of Selected Properties and Tax Lots
fr_ca: Actualiser les métadonnées des propriétés et terrains d'impôt sélectionnés

source: Reject
fr_ca: Rejeter

source: Related Properties
fr_ca: Propriétés connexes

source: Related Tax Lots
fr_ca: Lots d'impôt connexes

source: Remove
fr_ca: Supprimer

source: Remove Column Mappings
fr_ca: Supprimer les mappages de colonnes

source: Remove From Project
fr_ca: Supprimer du projet

source: Remove Inventory
fr_ca: Supprimer l'inventaire

source: Remove User
fr_ca: Supprimer l'utilisateur

source: Remove buildings from project
fr_ca: Supprimer les bâtiments du projet

source: Remove inventory and organizations
fr_ca: Supprimer l'inventaire et les organisations

source: Removing buildings from project
fr_ca: Retrait des bâtiments du projet

source: Rename
fr_ca: Renommer

source: Rename Filter Group
fr_ca: Renommer le groupe de filtres

source: Rename Profile
fr_ca: Renommer le profil

source: Rename your Filter Group
fr_ca: Renommez votre groupe de filtres

source: Reorder Columns
fr_ca: Réorganiser les colonnes

source: Replacing Existing Columns
fr_ca: Remplacement des colonnes existantes

source: Reporting Deadline
fr_ca: Date limite de déclaration

source: Reports
fr_ca: Rapports

source: Required
fr_ca: Requis

source: Reset
fr_ca: Réinitialiser

source: Reset All Rules
fr_ca: Réinitialiser toutes les règles

source: Reset Defaults
fr_ca: Réinitialiser par défaut

source: Residential
fr_ca: Résidentiel

source: Restore Default Rules
fr_ca: Restaurer les règles par défaut

source: Retro Commissioning
fr_ca: Rétrospection de mise en service

source: Retry
fr_ca: Recommencez

source: Review Changes
fr_ca: Revoir les Changements

source: Review Mapped Data
fr_ca: Examiner les données mappées

source: Review matches
fr_ca: Examiner les correspondences

source: Right Axis
fr_ca: Axe droit

source: Right Half
fr_ca: Moitié droite

source: Role:
fr_ca: Rôle:

source: Row 1
fr_ca: Rangée 1

source: Row 2
fr_ca: Rangée 2

source: Row 3
fr_ca: Rangée 3

source: Row 4
fr_ca: Rangée 4

source: Row 5
fr_ca: Rangée 5

source: Rules for a single field must have the same Data Type. Note that some Data Types are not available to certain Condition Checks.
fr_ca: Les règles pour un seul champ doivent avoir le même type de données. Notez que certains types de données ne sont pas disponibles pour certaines vérifications de condition.

source: Run Analysis
fr_ca: Exécuter l'analyse (bêta)

source: Run Author
fr_ca: Exécuter l'auteur

source: Run Date
fr_ca: Date d'exécution

source: Run Duration
fr_ca: Durée de l'exécution

source: Run Id
fr_ca: ID d'exécution

source: Run Status
fr_ca: État de l'exécution

source: SEED Field Name
fr_ca: Nom du champ SEED

source: SEED Header
fr_ca: En-tête SEED

source: SEED Platform
fr_ca: Plate-forme SEED

source: SEED Unique Benchmark ID Fieldname
fr_ca: Unique nom de champ pour Benchmark ID SEED

source: SEED doesn't currently support that file format
fr_ca: SEED ne prend pas actuellement en charge ce format de fichier

source: SEED is easy, flexible, and cost effective software designed to help organizations clean, manage and share information about large portfolios of buildings. SEED is a free, open source web application that you can use privately. While SEED was originally designed to help cities and States implement benchmarking programs for public or private buildings, it has the potential to be useful for many other activities by public entities, efficiency programs and private companies.
fr_ca: SEED est un logiciel simple, flexible et rentable conçu pour aider les entreprises à nettoyer, gérer et partager des informations sur les grands portefeuilles de bâtiments. SEED est une application Web open source gratuite que vous pouvez utiliser en privé. Bien que SEED ait été conçue à l'origine pour aider les villes et les États à mettre en œuvre des programmes de benchmarking pour les bâtiments publics ou privés, il est susceptible d'être utile pour de nombreuses autres activités par des entités publiques, des programmes d'efficacité et des entreprises privées.

source: SELECT_DATA_SET_TITLE
fr_ca: Sélectionner un ensemble de données

source: SELECT_THE_TYPE_OF_FILE_TO_ADD_TO_DATASET
fr_ca: Sélectionnez le type de fichier(s) que vous souhaitez ajouter à {dataset_name}.

source: SENSORS
fr_ca: Capteurs

source: SENSOR_CONTENTS_TITLE
fr_ca: Confirmer le contenu du fichier

source: SENSOR_READINGS
fr_ca: Lectures de capteur
