Repository: SEED-platform/seed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: Default Data Administrator Account Name
fr_ca: Nom du compte d'administrateur de données par défaut

source: Default Display Fields
fr_ca: Champs d'affichage par défaut

source: Delete
fr_ca: Supprimer

source: Delete All Mappings
fr_ca: Supprimer tous les mappages

source: Delete Indication Label After Successful Salesforce Update
fr_ca: Supprimer l'étiquette d'indication après une mise à jour réussie de Salesforce

source: Delete Organization
fr_ca: Supprimer l'organisation

source: Delete Selected
fr_ca: Supprimer la sélection

source: Delete Sub-Organization
fr_ca: Supprimer la sous-organisation

source: Delete User?
fr_ca: Supprimer l'utilisateur?

source: Delete your Data File
fr_ca: Supprimez votre fichier de données

source: Delete your Data Set
fr_ca: Supprimez votre ensemble de données

source: Delete your Filter Group
fr_ca: Supprimer votre groupe de filtres

source: Delete your Inventory
fr_ca: Supprimez votre inventaire

source: Delete your Profile
fr_ca: Supprimer votre profil

source: Deleting in progress...
fr_ca: Suppression en cours ...

source: Derived Columns
fr_ca: Colonnes dérivées

source: Designates whether the user can log into this admin site.
fr_ca: Désigne si l'utilisateur peut se connecter à ce site d'administration.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr_ca: Indique si cet utilisateur doit être traité comme actif. Désélectionnez ceci au lieu de supprimer des comptes.

source: Desired Name
fr_ca: Nom Désiré

source: Detail Column List Profile
fr_ca: Profil de liste de colonnes de détail

source: Determine Time Period from Field:
fr_ca: Déterminer la durée du champ:

source: Developer
fr_ca: Développeur

source: Development Team
fr_ca: Équipe de développement

source: Dismiss
fr_ca: Rejeter

source: Display Name
fr_ca: Afficher un nom

source: Distance to Target
fr_ca: Distance à la cible

source: Domain
fr_ca: Domaine

source: Done
fr_ca: Fait

source: Download Sample Data
fr_ca: Télécharger les exemples de données

source: Drag Property here to pair with this Tax Lot
fr_ca: Faites glisser la Propriété ici pour l'associer à ce Lot d'impôt

source: Drag Tax Lot here to pair with this Property
fr_ca: Faites glisser le Lot d'impôt ici pour associer à cette Propriété

source: Drag from here
fr_ca: Faites glisser à partir d'ici

source: Drag headers from your list on the left into the area below to combine them.
fr_ca: Faites glisser les en-têtes de votre liste sur la gauche dans la zone ci-dessous pour les combiner.

source: Drag the columns below to change the order that they appear in the table.
fr_ca: Faites glisser les colonnes ci-dessous pour modifier l'ordre dans lequel elles apparaissent dans la table.

source: Drag the columns below to change the order that they appear in your Buildings List table.
fr_ca: Faites glisser les colonnes ci-dessous pour modifier l'ordre dans lequel elles apparaissent dans votre tableau Liste des bâtiments.

source: Drag to here
fr_ca: Faites glisser ici

source: Duplicate
fr_ca: Copie

source: Duplicates
fr_ca: Copies

source: ENERGY STAR Score
fr_ca: Compte ENERGY STAR

source: ENERGY_TYPE_DISPLAY_CHOICE_PLACEHOLDER
fr_ca: ---- Choisissez le type d'énergie ----

source: ENERGY_UNIT_DISPLAY_CHOICE_PLACEHOLDER
fr_ca: ---- Changer l'unité d'affichage ----

source: EUI
fr_ca: IUE

source: EXCLUDE
fr_ca: EXCLURE

source: EXTRA_DATA_COL_TYPE_CHANGE
fr_ca: Pour les champs «données supplémentaires», cela permet à l'utilisateur de définir le type, tel que Texte, Numéro, Date, etc.

source: Edit
fr_ca: Modifier

source: Edit Name
fr_ca: Modifier le nom

source: Edit UBIDs
fr_ca: Modifier les UBIDs

source: Email Address:
fr_ca: Adresse e-mail:

source: Email Templates
fr_ca: Modèles d'e-mails

source: Emission Metric
fr_ca: Mesure des émissions

source: Enable ComStock Functionality
fr_ca: Activer la fonctionnalité ComStock

source: Enable Geocoding
fr_ca: Activer le géocodage

source: Enable Salesforce Integration
fr_ca: Activer la fonctionnalité Salesforce

source: Energy
fr_ca: Énergie

source: Energy Alerts
fr_ca: Alertes énergétiques

source: Energy Metric
fr_ca: Métrique énergétique

source: Energy data file
fr_ca: Fichier de données d'énergie

source: English
fr_ca: Anglais

source: Enter Email Address
fr_ca: Entrer l'adresse e-mail

source: Enter a valid email address.
fr_ca: Entrez une adresse mail valide.

source: Enter email address
fr_ca: Entrer l'adresse e-mail

source: Enter first name
fr_ca: Entrez le prénom

source: Enter last name
fr_ca: Entrez le nom de famille

source: Enter sub-organization name
fr_ca: Entrez le nom de la sous-organisation

source: Enter the minimum square footage for report period.
fr_ca: Entrez la superficie minimale pour la période du rapport.

source: Enter the minimum threshold count of buildings that can be returned in a shared query. The building count threshold is important for allowing other organizations to perform statistical analysis on your data without revealing information about individual buildings.
fr_ca: Entrez le nombre de seuils minimal des bâtiments pouvant être renvoyés dans une requête partagée. Le seuil de nombre de bâtiments est important pour permettre à d'autres organisations d'effectuer une analyse statistique de vos données sans révéler d'informations sur les bâtiments individuels.

source: Error
fr_ca: Erreur

source: Error Processing Data
fr_ca: Erreur lors du traitement des données

source: Example Usage
fr_ca: Exemple d'utilisation

source: Existing Cycles
fr_ca: Cycles existants

source: Existing Labels
fr_ca: Étiquettes existantes

source: Existing Properties
fr_ca: Propriétés existantes

source: Existing Tax Lots
fr_ca: Lots d'impôt existants

source: Export
fr_ca: Exportation

source: Export BuildingSync
fr_ca: Exporter BuildingSync

source: Export BuildingSync in Excel format
fr_ca: Exporter BuildingSync au format Excel

source: Export Buildings
fr_ca: Exporter les bâtiments

source: Export CSV
fr_ca: Exporter au format CSV

source: Export GeoJSON
fr_ca: Exporter GeoJSON

source: Export Name
fr_ca: Nom d'exportation

source: Export Selected
fr_ca: Exporter la sélection

source: Export Spreadsheet
fr_ca: Exporter la feuille de calcul

source: Export your Properties and Tax Lots
fr_ca: Exportez vos propriétés et vos lots d'impôt

source: FIELDS NEEDED TO MAKE MATCHES:
fr_ca: CHAMPS NÉCESSAIRES POUR ÉTABLIR DES CORRESPONDANCES:

source: FIELD_NAMES_FOR_GEOCODING_PROPERTIES
fr_ca: Noms de champs pour les propriétés de géocodage

source: FIELD_NAMES_FOR_GEOCODING_TAXLOTS
fr_ca: Noms de zone pour les lots de taxe de géocodage

source: FIELD_NAMES_FOR_MATCHING
fr_ca: Noms de zone pour l'appariement

source: FILE_TYPES_SUPPORTED
fr_ca: Types de fichiers pris en charge: <strong>.csv</strong>, <strong>.xls</strong>, <strong>.xlsx</strong>, <strong>.xml</strong>, <strong>.zip</strong>, <strong>.geojson</strong>, et <strong>.json</strong>.

source: Failed to delete inventory
fr_ca: Échec de la suppression de l'inventaire

source: Field
fr_ca: Champ

source: Field Name
fr_ca: Nom de champ

source: Fields that have a "Must Contain" or "Must Not Contain" Condition Check rule cannot have a "Range" Condition Check rule.
fr_ca: Les champs qui ont une règle de vérification de condition «Doit contenir» ou «Ne doit pas contenir» ne peuvent pas avoir de règle de vérification de condition «Plage».

source: File Name
fr_ca: Nom de fichier

source: File Source:
fr_ca: Source du fichier:

source: Filter By Label
fr_ca: Filtrer par étiquette

source: Filter Group
fr_ca: Groupe de filtres

source: Filter Group Name
fr_ca: Filtrer le nom du groupe

source: Filter Groups
fr_ca: Groupe de filtres

source: Filter by label
fr_ca: Filtrer par étiquette

source: Filter by label:
fr_ca: Filtrer par étiquette:

source: Finding inventory matches for
fr_ca: Trouver des correspondances d'inventaire pour

source: Finding inventory matches.
fr_ca: Trouver des correspondances d'inventaire.

source: First Name
fr_ca: Prénom

source: First Name:
fr_ca: Prénom:

source: First name is required.
fr_ca: Le prénom est requis.

source: Float
fr_ca: Flotter

source: For Portfolio Manager files, SEED has a default set of field names which can be used without extra user editing unless desired.
fr_ca: Pour les fichiers Portfolio Manager, SEED dispose d'un ensemble de noms de champs par défaut qui peuvent être utilisés sans modification supplémentaire de l'utilisateur, sauf si vous le souhaitez.

source: For SEED-Platform Developers
fr_ca: Pour les développeurs de Plate-forme SEED

source: For SEED-Platform Users
fr_ca: Pour les utilisateurs de la Plate-forme SEED

source: For direct help on a specific problem, please email:
fr_ca: Pour une aide directe sur un problème spécifique, veuillez envoyer un e-mail à:

source: Forgot password?
fr_ca: mot de passe oublié?

source: French (Canadian)
fr_ca: Français (Canada)

source: From Date
fr_ca: À Partir De La Date

source: From Email
fr_ca: De l'email

source: From date
fr_ca: À partir de la date

source: From first date of
fr_ca: De la première date de

source: From the list below, select the fields that you want to: 1) share internally within your organization, and 2) share publicly with users outside your organization.
fr_ca: Dans la liste ci-dessous, sélectionnez les champs que vous souhaitez: 1) partager en interne dans votre organisation et 2) partager publiquement avec des utilisateurs extérieurs à votre organisation.

source: From the table below, select the rules that you want to: 1) enable/disable within your organization, 2) modify the minimum/maximum values to validate against on file upload, and 3) optionally assign or remove a label if the condition is not met.
fr_ca: Dans le tableau ci-dessous, sélectionnez les règles que vous souhaitez: 1) activer / désactiver au sein de votre organisation, 2) modifier les valeurs minimum / maximum pour valider le téléchargement sur le fichier, et 3) affecter ou supprimer facultativement une étiquette si la condition est pas rencontré.

source: Funding from
fr_ca: Financement à partir de

source: GEOCODED_MANUALLY
fr_ca: géocodé manuellement

source: GEOCODED_WITH_HIGH_CONFIDENCE
fr_ca: succès avec une grande confiance dans le résultat

source: GEOCODED_WITH_LOW_CONFIDENCE
fr_ca: échec en raison d'une faible confiance du géocode dans le résultat

source: GEOCODE_ATTEMPTED_PREVIOUSLY
fr_ca: Géocodage tenté précédemment

source: GEOCODE_INVENTORY_BASE_TITLE
fr_ca: Inventaire Géocode

source: GEOCODE_UNSUCCESSFUL_MISSING_FIELDS
fr_ca: échec en raison de champs d'adresse manquants

source: GEOCODING_FULL_ADDRESS_ADVICE
fr_ca: Les champs de fichier de données associés à ces colonnes auront leurs valeurs correspondantes concaténées dans l'ordre indiqué pour former une adresse complète. Cette adresse complète est faite pour chaque enregistrement et utilisée pour le géocodage.

source: GEOCODING_INVENTORY_COMPLETE
fr_ca: Géocodage terminé

source: GEOCODING_INVENTORY_INCOMPLETE
fr_ca: Géocodage incomplet

source: GEOCODING_NEEDS_THREE_COLS
fr_ca: Remarque: le géocodage nécessite l'utilisation d'au moins une colonne et son remplissage pour construire des adresses complètes.

source: GEOCODING_NOW
fr_ca: Géocodage maintenant ...

source: GJ/m²/year
fr_ca: GJ/m²/année

source: GREENBUTTON_CONTENTS_TITLE
fr_ca: Confirmer le contenu du fichier GreenButton

source: Generate Token
fr_ca: Générer un jeton

source: Geocode
fr_ca: Géocodage

source: Geocode Selected
fr_ca: Géocode sélectionné

source: Geocoding Confidence
fr_ca: Géocodage de la confiance

source: Geocoding Order
fr_ca: Ordre de géocodage

source: Geolocating has been disabled for this organization.
fr_ca: La géolocalisation a été désactivée pour cette organisation.

source: Geometry
fr_ca: Géométrie

source: Get a New API Key
fr_ca: Obtenir une nouvelle clé d'API

source: Get started using SEED Platform by uploading your buildings list (city tax assessor data) and then your EPA Portfolio Manager data.
fr_ca: Commencez à utiliser SEED Platform en téléchargeant votre liste de bâtiments (données de l'évaluateur de la taxe municipale), puis vos données du EPA Portfolio Manager.

source: Getting Started
fr_ca: Prise En Main

source: Getting Started Guide
fr_ca: Guide de Démarrage

source: Go to Detail Page
fr_ca: Accéder à la page Détail

source: Go to Meters
fr_ca: Aller aux compteurs

source: Go to Notes
fr_ca: Accéder aux Notes

source: Gross Floor Area
fr_ca: Surface brute

source: HOW THE SYSTEM AUTO-MATCHES YOUR PROPERTIES AND TAX LOTS:
fr_ca: COMMENT LE SYSTÈME ADAPTE AUTOMATIQUEMENT VOS PROPRIETES ET LOTS D'IMPÔT:

source: HOW TO MANUALLY MATCH YOUR PROPERTIES AND TAX LOTS:
fr_ca: COMMENT APPORTER MANUELLEMENT VOS PROPRIETES ET LOTS D'IMPÔT:

source: HOW_SYSTEM_AUTO_MATCHES_EXPLANATION
fr_ca: Votre fichier de données source est présenté dans le tableau de gauche. Toutes les propriétés/lots d'impôt où une correspondance de données possible existe sont présentées dans un tableau sur la droite. Le système tente de faire correspondre automatiquement les enregistrements à l'aide d'ID uniques partagés tels que: ID de Propriété PM, ID de Lot d'Impôt de Juridiction et les ID personnalisés, ainsi que des informations d'adresse. Lorsque le système croit qu'une correspondance existe entre un enregistrement de votre fichier source et un enregistrement existant, il vérifie automatiquement la 'correspondance' <i class="fa fa-check-square-o"></i> case à cocher &mdash; faire efficacement une correspondance entre ces enregistrements.

source: HTTP Error! Status Code: 404. The requested URL was not found.
fr_ca: Erreur HTTP! Code d'état : 404. L'URL demandée est introuvable.

source: HTTP Error! Status Code: 500. Internal Server Error.
fr_ca: Erreur HTTP! Code d'état : 500. Erreur interne du serveur.

source: Hello %(first_name)s,
fr_ca: Bonjour% (first_name) s,

source: Highlights of SEED Platform™
fr_ca: Points forts de la Plate-Forme SEED™

source: Home Energy Score ID
fr_ca: ID de score d'énergie domestique

source: IF_MARKED_AS_DUPLICATE_ADVICE
fr_ca: <label class="label label-danger">Copie</label> - si les champs sont marqués comme des doublons, ils doivent être résolus pour avoir des noms différents.

source: IMPORT_ANOTHER_QUESTION
fr_ca: Voulez-vous ajouter un autre fichier?

source: INCLUDE_SHARED_PROPERTIES
fr_ca: Inclure dans vos Liste de Propriétés toutes les propriétés partagées avec vous.

source: INCLUDE_SHARED_TAXLOTS
fr_ca: Inclure dans votre Liste de Lots d'Impôt tous les lots d'impôt partagé avec vous.

source: INDIVIDUAL_MATCH_MERGE_ROUND_ALERT
fr_ca: Cette action lancera un match et fusionnera pour l’enregistrement résultant. Les valeurs de cet enregistrement auront la priorité dans l'éventualité d'une fusion. Plusieurs enregistrements correspondants sont préalablement fusionnés, la priorité étant donnée aux enregistrements récemment importés.

source: INTERNAL
fr_ca: INTERNE

source: INVALID_CSV_EXTENSION_ALERT
fr_ca: <strong>Désolé!</strong> SEED ne prend actuellement pas en charge ce format de fichier. Seuls les fichiers <strong>.csv</strong> sont pris en charge.

source: INVALID_DOC_FILE_EXTENSION_ALERT
fr_ca: Type de document sélectionné non valide. Les types de fichiers acceptés sont .dxf, .pdf, .idf et .osm

source: INVALID_EXTENSION_ALERT
fr_ca: <strong>Désolée!</strong> SEED ne supporte actuellement pas ce format de fichier. Seuls les fichiers <strong>.csv</strong>, <strong>.xls</strong>, <strong>.xlsx</strong>, et <strong>.xml</strong> sont pris en charge.

source: INVALID_GEOJSON_EXTENSION_ALERT
fr_ca: <strong>Désolée!</strong> SEED ne supporte actuellement pas ce format de fichier. Seuls les fichiers <strong>.geojson</strong>, et <strong>.json</strong> sont pris en charge.

source: INVALID_XML_EXTENSION_ALERT
fr_ca: <strong>Désolée!</strong> SEED ne supporte actuellement pas ce format de fichier. Seuls les fichiers <strong>.xml</strong> sont pris en charge.

source: INVALID_XML_ZIP_EXTENSION_ALERT
fr_ca: <strong>Désolée!</strong> SEED ne supporte actuellement pas ce format de fichier. Seuls les fichiers <strong>.xml</strong> et <strong>.zip</strong> sont pris en charge.

source: IRREVERSIBLE_OPERATION_WARNING
fr_ca: Cette opération est irréversible.

source: ITEMS_WILL_NOT_CHANGE
fr_ca: ceux-ci ne changeront pas

source: Ignored duplicates of existing properties
fr_ca: Copies ignorées des propriétés existantes

source: Ignored duplicates of existing tax lots
fr_ca: Copies ignorées des lots d'impôt existants

source: Ignored property duplicates within the import file
fr_ca: Copies de propriété ignorées dans le fichier d'importation

source: Ignored tax lot duplicates within the import file
fr_ca: Copies des lots d'impôt ignorées dans the fichier d'importation

source: Import Access Level Instances
fr_ca: Importer des instances de niveau d'accès

source: Import Portfolio Manager Data
fr_ca: Importer les données de Portfolio Manager

source: Import from Audit Template
fr_ca: Importer à partir du Audit Template

source: In addition, you need to specify where the field should be associated with Tax Lot data or Property data. This will affect how the data is matched and merged, as well as how it is displayed in the Inventory view.
fr_ca: En outre, vous devez spécifier où le champ doit être associé aux données du lot d'impôt ou aux données de la propriété. Cela affectera la manière dont les données sont mises en correspondance et fusionnées, ainsi que la manière dont elles sont affichées dans la vue Inventaire.

source: Inactive
fr_ca: Inactif

source: Include CSV Label Header
fr_ca: Inclure l'en-tête d'étiquette CSV

source: Include Notes
fr_ca: Inclure des notes

source: Indication Label
fr_ca: Étiquette d'indication

source: Ineligible
fr_ca: Inéligible

source: Insights
fr_ca: Connaissances

source: Integer
fr_ca: Entier

source: Interval
fr_ca: Intervalle

source: Invalid UBID
fr_ca: UBID invalide

source: Inventory
fr_ca: Inventaire

source: Inventory Reports
fr_ca: Rapports d'inventaire

source: Inventory Type
fr_ca: Type d'inventaire

source: Inventory list file
fr_ca: Fichier de liste d'inventaire

source: Invite a New Member
fr_ca: Inviter un nouveau membre

source: Invite a new member
fr_ca: Inviter un nouveau membre

source: Invite an Owner
fr_ca: Inviter un propriétaire

source: It is necessary to map your field names to SEED field names. You can select from the list that appears as you start to type, which is based on the Building Energy Data Exchange Specification (BEDES), or you can type in your own name, as well as typing in the field name from the original datafile.
fr_ca: Il est nécessaire de mapper vos noms de champs aux noms de champs SEED. Vous pouvez sélectionner dans la liste qui apparaît lorsque vous commencez à taper, qui est basée sur la spécification BEDES (Building Energy Data Exchange Specification) ou vous pouvez taper votre propre nom et saisir le nom du champ dans le fichier de données d'origine.

source: JACCARD_EXPLANATION
fr_ca: La comparaison repose sur l'indice de Jaccard, qui varie de 0.0 (aucune superposition) à 1.0 (correspondance parfaite).

source: Jurisdiction Property ID
fr_ca: Juridiction

source: Jurisdiction Tax Lot ID
fr_ca: ID de lot d'impôt de juridiction

source: LINK_OUT_CYCLE_MATCHES
fr_ca: Les matchs en dehors de ce cycle seront liés.

source: LISTING_ORG_MATCHING_CRITERIA
fr_ca: Pour cette organisation, les enregistrements correspondent si les champs suivants correspondent:

source: LIST_GUIDANCE_PROPERTIES
fr_ca: Sélectionnez des colonnes dans la liste ci-dessous pour les faire apparaître dans votre liste de propriétés. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent. Épinglez les lignes pour qu'elles soient épinglées dans la vue de liste.

source: LIST_GUIDANCE_TAXLOTS
fr_ca: Sélectionnez des colonnes dans la liste ci-dessous pour les faire apparaître dans votre tableau Liste des lots d'impôt. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent. Épinglez les lignes pour qu'elles soient épinglées dans la vue de liste.

source: LIST_GUIDANCE_TAXLOTS_NO_PIN
fr_ca: Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau Détail des taxes. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.

source: LONG_OPERATION_WARNING
fr_ca: Cette opération peut prendre un certain temps.

source: Label
fr_ca: Étiquette

source: Label Name
fr_ca: Nom de l'étiquette

source: Label must be assigned when using Valid Data Severity.
fr_ca: L'étiquette doit être attribuée lors de l'utilisation de la gravité de données valide.

source: Labels
fr_ca: Étiquettes

source: Last Changed
fr_ca: Dernière modification

source: Last Name
fr_ca: Nom de famille

source: Last Name:
fr_ca: Nom de famille:

source: Last Salesforce Update
fr_ca: Dernière Mise á Jour Salesforce

source: Last name is required.
fr_ca: Le nom de famille est requis.

source: Left Axis
fr_ca: Axe gauche

source: Left Half
fr_ca: Moitié gauche

source: Loading data...
fr_ca: Chargeant les données ...

source: Loading labels...
fr_ca: Chargement des étiquettes ...

source: Loading...
fr_ca: Chargeant...

source: Log In
fr_ca: S'identifier

source: Log in
fr_ca: S'identifier

source: Log in to SEED Platform
fr_ca: Connectez-vous à SEED Platform

source: Logging Email
fr_ca: Adresse courriel pour reportage

source: Logout
fr_ca: Déconnexion

source: MAPPING YOUR DATA TO SEED
fr_ca: MAPPAGE DE VOS DONNÉES À SEED

source: MAPPING_BUILDINGS_FOR
fr_ca: Appariant bâtiments pour <strong>{filename}</strong>

source: MAPPING_STEP_2_ADVICE
fr_ca: Après avoir cliqué sur le bouton <span class="label label-primary">Mapper vos données</span> , vous verrez une vue avec les champs mappés et vos données dans une grille, de sorte que vous pouvez vérifier que le mappage est ce que vous voulez. Si vous devez modifier le mappage, cliquez sur le bouton <span class="label label-primary">Retour au mappage</span> et modifiez le mappage du champ. Assurez-vous que les mappages sont corrects dans cette étape. Une fois que vous avez cliqué sur le bouton <span class="label label-primary">Enregistrer les correspondances</span> , vous ne pourrez pas modifier les mappages de champs.

source: MARKETING_BULLET_1
fr_ca: Commencez à utiliser SEED Platform™ en téléchargeant votre liste de bâtiments (données de l'évaluateur de la taxe de séjour), puis vos données EPA Portfolio Manager. Assurez-vous que ces fichiers sont au format .csv, .xls, .xlsx ou .xml. La plate-forme SEED vous aidera à mapper et valider vos données dans le processus de chargement.

source: MARKETING_BULLET_2
fr_ca: Associez votre liste de bâtiments à l'ensemble de données Portfolio Manager pour lier ensemble les enregistrements de construction. SEED Platform vous aidera à apparier automatiquement les couplages de confiance et à vous fournir des outils qui correspondent au reste de votre jeu de données.

source: MARKETING_BULLET_3
fr_ca: Utilisez le système d'étiquetage flexible et facile à utiliser de SEED Platform et les regroupements d'inventaire pour suivre l'état de la soumission, de l'examen et de la conformité des données.

source: MATCHING_ADVICE
fr_ca: Si le fichier de données contient des champs mappés à ces noms, le programme tentera de faire correspondre les valeurs correspondantes dans les enregistrements existants. Tous ces champs doivent avoir les mêmes valeurs entre les enregistrements pour que les enregistrements correspondent.

source: MATCHING_COLUMN_SORT_PRIORITY
fr_ca: Colonnes correspondantes ayant une priorité de tri plus élevée *
