Repository: SEED-platform/seed
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: To set up your account, enter your password twice in the form below.
fr_ca: Pour configurer votre compte, saisissez votre mot de passe deux fois dans le formulaire ci-dessous.

source: Toggle Dropdown
fr_ca: Basculer le menu déroulant

source: Toggle Hexbins
fr_ca: Basculer les Hexbins

source: Toggle Points
fr_ca: Basculer les points

source: Toggle Property UBID Bounding Boxes
fr_ca: Toggle Boîtes englobantes UBID de propriété

source: Toggle Property UBID Centroids
fr_ca: Basculer les centroïdes UBID de propriété

source: Toggle Taxlot UBID Bounding Boxes
fr_ca: Toggle Boîtes englobantes UBID Taxlot

source: Toggle Taxlot UBID Centroids
fr_ca: Basculer les centroïdes UBID Taxlot

source: Total Properties
fr_ca: Total des propriétés

source: Total rows in the import file
fr_ca: Nombre total de lignes dans le fichier d'importation

source: Two UBIDs are required for comparison. Click Custom UBIDs to continue.
fr_ca: Deux UBID sont nécessaires pour la comparaison. Cliquez sur UBID personnalisés pour continuer.

source: Type of Submittal
fr_ca: Type de soumission

source: Type of Submittal:
fr_ca: Type de soumission:

source: U.S. Department of Energy
fr_ca: Département Américain de l'Énergie

source: U.S. Department of Energy
fr_ca: Département Américain de l'Énergie

source: UBID Threshold
fr_ca: Seuil UBID

source: UBID Threshold must be between 0.0 and 1.0
fr_ca: Le seuil UBID doit être compris entre 0,0 et 1,0

source: UBID already exists
fr_ca: UBID existe déjà

source: UBID comparison result:
fr_ca: Résultat de la comparaison UBID :

source: UBID thresholds are between 0.0 and 1.0
fr_ca: Les seuils UBID sont compris entre 0,0 et 1,0

source: UPDATE_MANUALLY_GEOCODED_INSTRUCTIONS
fr_ca: Si les propriétés ont été géocodées manuellement, elles ne seront pas mises à jour. Pour mettre à jour le géocodage, supprimez le lat / long.

source: UPLOADING_DOCUMENT_TITLE
fr_ca: Téléchargement du document...

source: UPLOADING_FILE_TITLE
fr_ca: Téléchargement de Fichier

source: UPLOADING_PROGRESS
fr_ca: Importation de <strong> {dataset_filename} </strong> pour faire un cycle <strong> {cycle_name} </strong>

source: UPLOADING_PROGRESS_MULTIPLE_CYCLE
fr_ca: Importation de <strong> {dataset_filename} </strong> sur plusieurs cycles. Le cycle par défaut est <strong> {cycle_name} </strong>

source: UPLOADING_PROGRESS_NO_CYCLE
fr_ca: Importation de <strong>{dataset_filename}</strong>

source: UPLOAD_COMPLETE_TITLE
fr_ca: Téléchargement Complet

source: UPLOAD_DATA_LOGGER_BUTTON
fr_ca: Créer un enregistreur de données

source: UPLOAD_DOC_ACCEPTED_FILE_TYPES
fr_ca: Types de fichiers acceptés : .dxf, .pdf, .idf et .osm

source: UPLOAD_FILE
fr_ca: Téléverser un Fichier

source: UPLOAD_GB_DATA_BUTTON
fr_ca: Importer des Données GreenButton

source: UPLOAD_INCOMPLETE_TITLE
fr_ca: Téléchargement incomplet

source: UPLOAD_PM_READINGS_MODAL_TITLE
fr_ca: Importer des lectures de compteur Portfolio Manager

source: UPLOAD_SENSORS_BUTTON
fr_ca: Télécharger des capteurs

source: UPLOAD_SENSOR_BUTTON
fr_ca: Télécharger le capteur

source: UPLOAD_SENSOR_READINGS_BUTTON
fr_ca: Télécharger les relevés de capteur

source: Units
fr_ca: Unités

source: Unknown
fr_ca: Inconnue

source: Until last date of
fr_ca: Jusqu'à la dernière date de

source: Update Charts
fr_ca: Mettre à jour les graphiques

source: Update Filters
fr_ca: Mise à jour les filtres

source: Update Salesforce
fr_ca: Mettre à jour Salesforce

source: Update UBID
fr_ca: Mettre à jour UBID

source: Update with BuildingSync
fr_ca: Mettre à jour avec BuildingSync

source: Updated
fr_ca: Mise à jour

source: Upload Access Level Instances
fr_ca: Importer des instances de niveau d'accès

source: Upload Audit Template XML
fr_ca: Téléchargement Audit Template XML

source: Upload Green Button Data
fr_ca: Télécharger les données du Green Button

source: Upload Portfolio Manager Data
fr_ca: Télécharger les données du Portfolio Manager

source: Upload a Spreadsheet
fr_ca: Télécharger une feuille de calcul

source: Upload another energy data file
fr_ca: Télécharger un autre fichier de données d'énergie

source: Upload your buildings list
fr_ca: Télécharger votre liste de bâtiments

source: Upload your data
fr_ca: Télécharger vos données

source: Upload your data.
fr_ca: Télécharger vos données.

source: Upload your energy data file(s)
fr_ca: Téléchargez vos fichier(s) de données d'énergie

source: Upload your energy data.
fr_ca: Téléchargez vos données d'énergie.

source: Uploading your data
fr_ca: Télécharger vos données

source: Uploading your data.
fr_ca: Téléchargement de vos données.

source: Use Description
fr_ca: Description de l’emploi

source: User
fr_ca: Utilisateur

source: User Count
fr_ca: Nombre d'utilisateurs

source: User E-mail:
fr_ca: E-mail de l'utilisateur:

source: User Email
fr_ca: Email de l'utilisateur

source: User Email:
fr_ca: E-mail de l'utilisateur:

source: User First Name:
fr_ca: Prénom de l'utilisateur:

source: User Last Name:
fr_ca: Nom de famille de l'utilisateur:

source: User's email address. Used for auth as well.
fr_ca: Adresse e-mail de l'utilisateur. Utilisé également pour auth.

source: Username
fr_ca: Nom d'utilisateur

source: Using your current browser will prevent you from accessing features on our website. Use the links below to download a new browser or upgrade your existing browser.
fr_ca: L'utilisation de votre navigateur actuel vous empêchera d'accéder aux fonctionnalités de notre site Web. Utilisez les liens ci-dessous pour télécharger un nouveau navigateur ou mettre à niveau votre navigateur existant.

source: Valid
fr_ca: Valide

source: View Compliance Tracking
fr_ca: Afficher le suivi de la conformité

source: View Project
fr_ca: Voir le projet

source: View by Property
fr_ca: Examiner par propriété

source: View by Tax Lot
fr_ca: Examiner par lot d'impôt

source: View my properties
fr_ca: Voir mes propriétés

source: View/Hide Terms
fr_ca: Afficher/Masquer les termes

source: Viewer
fr_ca: Spectateur

source: Violation Label
fr_ca: Étiquette de Violation

source: Visit the BETTER website to run a portfolio analysis
fr_ca: Visitez le site Web de BETTER pour effectuer une analyse de portefeuille

source: Visualization Settings
fr_ca: Paramètres de visualisation

source: WHEN_YOU_CLICK_MAP_YOUR_DATA
fr_ca: Lorsque vous cliquez sur le bouton <span class="label label-primary">Mapper vos données</span> , le programme affiche une grille avec les nouveaux noms de champs comme en-têtes de colonne et vos données dans les lignes. Dans cette vue, vous pouvez toujours revenir à l'écran de mappage initial et modifier le mappage de champ.

source: Warning
fr_ca: Mise en garde

source: We've detected an outdated browser.
fr_ca: Nous avons détecté un navigateur obsolète.

source: We've e-mailed instructions for resetting your password.
fr_ca: Nous avons envoyé des instructions par e-mail pour réinitialiser votre mot de passe.

source: We've sent a sign in link to your email to access your account.
fr_ca: Nous avons envoyé un lien de connexion à votre adresse e-mail pour accéder à votre compte.

source: Weather Norm. Site EUI
fr_ca: IUE site météo norm.

source: Weather Norm. Source EUI
fr_ca: IUE source météo norm.

source: Weather Normalized Site Energy Use Intensity
fr_ca: Intensité de l'utilisation de l'énergie au site, normalisée par les conditions météorologiques

source: Weather Normalized Source Energy Use Intensity
fr_ca: Intensité de l'utilisation de l'énergie à la site, normalisée par les conditions météorologiques

source: Welcome to SEED Platform™
fr_ca: Bienvenue sur SEED Platform™

source: Welcome to SEED!
fr_ca: Bienvenue chez SEED!

source: What is a Custom Report?
fr_ca: Qu'est-ce qu'un rapport personnalisé ?

source: What type of file would you like to upload?
fr_ca: Quel type de fichier souhaitez-vous télécharger?

source: When checked, properties/taxlots will be matched to existing cycles based on the 'year_ending' column or the default cycle if there is no match
fr_ca: Lorsque cette case est cochée, les propriétés/taxlots seront appariés aux cycles existants en fonction de la colonne 'year_ending' ou du cycle par défaut s'il n'y a pas de correspondance

source: Where would you like to move these buildings?
fr_ca: Où aimeriez-vous déplacer ces bâtiments?

source: X Axis
fr_ca: Axe X

source: X Axis Column Selections:
fr_ca: Sélections de colonne sur l'axe X :

source: X Axis Column Types for Plotting:
fr_ca: Types de colonne de l'axe X pour le traçage:

source: X-Axis Columns
fr_ca: Colonnes de l'axe X

source: X-Axis Field Options
fr_ca: Options de champ de l'axe X

source: XSS_TEST
fr_ca: Texte accentée. <script>alert("XSS FAIL IN BASE TRANSLATION STRING");</script>{injectedText}

source: X_VERSUS_Y
fr_ca: {x_axis_label} contre {y_axis_label}

source: X_VERSUS_Y_AGGREGATED
fr_ca: {x_axis_label} contre {y_axis_label} (agrégé)

source: Y Axis
fr_ca: Axe Y

source: Year
fr_ca: An

source: Year Built
fr_ca: Année de construction

source: Year Ending
fr_ca: Fin de l'année

source: Year Ending Date
fr_ca: Date de fin d'année

source: Year Ending:
fr_ca: Fin de l’année:

source: Yes
fr_ca: Oui

source: Yes, Delete Data File
fr_ca: Oui, supprimer le fichier de données

source: Yes, Delete Data Set
fr_ca: Oui, supprimer le jeu de données

source: Yes, Delete Inventory
fr_ca: Oui, supprimer l'inventaire

source: Yes, Delete Organization
fr_ca: Oui, supprimer l'organisation

source: Yes, Delete Sub-Organization
fr_ca: Oui, supprimer la sous-organisation

source: Yes, Delete User
fr_ca: Oui, Supprimer l'utilisateur

source: Yes, Remove Filter Group
fr_ca: Oui, supprimer le groupe de filtres

source: You can review and edit each individual match by clicking one of the linked IDs in the table. This will open a new table that shows the source data for the individual record you are attempting to match. Underneath this record is a searchable list of all potential existing matches. Use this table to explore all your records and to select single or multiple records to match your source data to.
fr_ca: Vous pouvez vérifier et modifier chaque correspondance en cliquant sur l'un des ID liés dans la table. Cela ouvrira une nouvelle table qui montre les données source pour l'enregistrement individuel que vous essayez de faire correspondre. Sous cet enregistrement est une liste consultable de toutes les correspondances existantes potentielles. Utilisez ce tableau pour explorer tous vos enregistrements et pour sélectionner un ou plusieurs enregistrements correspondant à vos données source.

source: You cannot login without agreeing to the terms of this site.
fr_ca: Vous ne pouvez pas vous connecter sans accepter les termes de ce site.

source: You have successfully logged out. You may log in again below.
fr_ca: Vous vous êtes déconnecté avec succès. Vous pouvez vous reconnecter ci-dessous.

source: You have unsaved changes
fr_ca: Vous avez des changements non enregistrés

source: You should be receiving it shortly.
fr_ca: Vous devriez le recevoir sous peu.

source: You successfully created the project
fr_ca: Vous avez réussi à créer le projet

source: You will lose your unsaved changes if you switch profiles without saving. Would you like to continue?
fr_ca: Vous perdrez vos modifications non enregistrées si vous changez de profil sans enregistrer. Voulez-vous continuer?

source: You're receiving this e-mail because you requested a password reset
fr_ca: Vous recevez cet e-mail car vous avez demandé une réinitialisation du mot de passe

source: You're receiving this e-mail because you've been registered for a SEED account.
fr_ca: Vous recevez cet e-mail parce que vous avez été enregistré pour un compte SEED.

source: You're receiving this email because your password was reset
fr_ca: Vous recevez cet e-mail car votre mot de passe a été réinitialisé

source: Your Role
fr_ca: Votre Rôle

source: Your SEED account is not associated with any organizations. Please contact a SEED administrator.
fr_ca: Votre compte SEED n'est associé à aucune organisation. Veuillez contacter un administrateur SEED.

source: Your page could not be located!
fr_ca: Votre page n'a pas pu être trouvé!

source: Your password must contain at least %(quantity)d %(type)s characters.
fr_ca: Votre mot de passe doit contenir au moins% (quantité) d% (type) s caractères.

source: Your username, in case you've forgotten:
fr_ca: Votre nom d'utilisateur, au cas où vous avez oublié:

source: active
fr_ca: actif

source: and
fr_ca: et

source: api key
fr_ca: clé API

source: approved_date
fr_ca: date approuvée

source: auto-mapping energy data
fr_ca: mappant automatiquement les données d'énergie

source: auto-matching energy data
fr_ca: correspondant automatiquement les données d'énergie

source: blue
fr_ca: bleu

source: cancel
fr_ca: annuler

source: compliance_type
fr_ca: conformité_type

source: comstock.aspect_ratio
fr_ca: Ratio d'aspect

source: comstock.building_shape
fr_ca: Forme du bâtiment

source: comstock.building_type
fr_ca: Type de bâtiment

source: comstock.built_code
fr_ca: Code construit

source: comstock.climate_zone
fr_ca: Zone climatique

source: comstock.county
fr_ca: Comté

source: comstock.division
fr_ca: Division

source: comstock.hvac_system_type
fr_ca: Type de système CVC

source: comstock.number_of_stories
fr_ca: Nombre d'histoires

source: comstock.rentable_area
fr_ca: Surface louable

source: comstock.rotation
fr_ca: Rotation

source: comstock.state
fr_ca: Etat

source: comstock.weekday_duration
fr_ca: Durée de la semaine

source: comstock.weekday_start_time
fr_ca: Heure de début de la semaine

source: comstock.weekend_duration
fr_ca: Durée du week-end

source: comstock.weekend_start_time
fr_ca: Heure de début du week-end

source: comstock.year_built
fr_ca: Année de construction

source: content
fr_ca: contenu

source: created
fr_ca: créé

source: date joined
fr_ca: date jointe

source: deadline_date
fr_ca: date limite

source: default
fr_ca: défaut

source: default_cycle
fr_ca: Cycle par défaut

source: description
fr_ca: la description

source: duplicate
fr_ca: dupliquer

source: edit
fr_ca: modifier

source: email address
fr_ca: adresse e-mail

source: end_date
fr_ca: date de fin

source: first name
fr_ca: Prénom

source: for your SEED Platform user account
fr_ca: pour votre compte utilisateur SEED Platform

source: gray
fr_ca: gris

source: green
fr_ca: vert

source: has been uploaded to
fr_ca: a été téléchargé à

source: header
fr_ca: en-tête

source: kBtu/m²/year
fr_ca: kBtu/m²/année

source: kBtu/sq. ft./year
fr_ca: kBtu/pi. ca./année

source: kWh/m²/year
fr_ca: kWh/m²/année

source: last name
fr_ca: nom de famille

source: light blue
fr_ca: bleu clair

source: member email
fr_ca: email du membre

source: member name
fr_ca: nom de membre

source: member role
fr_ca: rôle de membre

source: multi-sheet Excel files are not currently supported
fr_ca: les fichiers Excel multi-feuilles ne sont actuellement pas pris en charge

source: name
fr_ca: nom

source: name already in use
fr_ca: nom déjà utilisé

source: not authorized
fr_ca: pas autorisé

source: owner
fr_ca: propriétaire

source: project building
fr_ca: bâtiment dans le projet

source: project buildings
fr_ca: bâtiments dans le projet

source: project property view
fr_ca: vue de propriété de projet

source: project property views
fr_ca: vues de propriété de projet

source: project taxlot view
fr_ca: vue taxlot du projet

source: project taxlot views
fr_ca: vues taxlot de projet

source: property
fr_ca: propriété

source: red
fr_ca: rouge

source: save
fr_ca: enregistrer

source: saving complete
fr_ca: enregistrement complète

source: saving data
fr_ca: enregistrant les données

source: saving energy data
fr_ca: enregistreant des données de l’énergie

source: selected
fr_ca: la sélection

source: shows shared buildings within search results
fr_ca: montre les bâtiments partagés dans les résultats de recherche

source: sq. ft.
fr_ca: pi. ca.

source: square feet
fr_ca: pieds carrés

source: square metres
fr_ca: mètres carrés

source: staff status
fr_ca: statut du personnel

source: start_date
fr_ca: date de début

source: status
fr_ca: statut

source: tax lot
fr_ca: lot d'impôt

source: true
fr_ca: vrai

source: upload complete
fr_ca: téléchargement complet

source: uploading file
fr_ca: téléchargeant le fichier

source: user
fr_ca: utilisateur

source: username (email)
fr_ca: nom d'utilisateur (email)

source: users
fr_ca: utilisateurs

source: white
fr_ca: blanc

source: your data set name
fr_ca: votre nom du jeu de données
