{
    "English": "Anglais",
    "French (Canadian)": "Français (Canada)",
    "Cannot delete protected objects while related objects still exist": "Impossible de supprimer des objets protégés alors que des objets apparentés existent toujours",
    "Email": "Email",
    "ex: joe@company.com": "ex: joe@company.com",
    "Password": "Mot de passe",
    "username (email)": "nom d'utilisateur (email)",
    "User's email address.  Used for auth as well.": "Adresse e-mail de l'utilisateur. Utilisé également pour auth.",
    "first name": "Prénom",
    "last name": "nom de famille",
    "email address": "adresse e-mail",
    "staff status": "statut du personnel",
    "Designates whether the user can log into this admin site.": "Désigne si l'utilisateur peut se connecter à ce site d'administration.",
    "active": "actif",
    "Designates whether this user should be treated as active. Unselect this instead of deleting accounts.": "Indique si cet utilisateur doit être traité comme actif. Désélectionnez ceci au lieu de supprimer des comptes.",
    "date joined": "date jointe",
    "shows shared buildings within search results": "montre les bâtiments partagés dans les résultats de recherche",
    "api key": "clé API",
    "user": "utilisateur",
    "users": "utilisateurs",
    "You're receiving this e-mail because you requested a password reset": "Vous recevez cet e-mail car vous avez demandé une réinitialisation du mot de passe",
    "for your SEED Platform user account": "pour votre compte utilisateur SEED Platform",
    "Please go to the following page and choose a new password:": "Passez à la page suivante et choisissez un nouveau mot de passe:",
    "Your username, in case you've forgotten:": "Votre nom d'utilisateur, au cas où vous avez oublié:",
    "The SEED team": "L'équipe SEED",
    "SeedOrg": "SeedOrg",
    "Benchmarking": "Analyse comparative",
    "Auditing": "Audit",
    "Retro Commissioning": "Rétrospection de mise en service",
    "red": "rouge",
    "blue": "bleu",
    "light blue": "bleu clair",
    "green": "vert",
    "white": "blanc",
    "orange": "orange",
    "gray": "gris",
    "name": "nom",
    "compliance_type": "conformité_type",
    "start_date": "date de début",
    "end_date": "date de fin",
    "deadline_date": "date limite",
    "Project": "Projet",
    "Inactive": "Inactif",
    "Active": "actif",
    "slug": "limace",
    "User": "Utilisateur",
    "description": "la description",
    "status": "statut",
    "approved_date": "date approuvée",
    "project building": "bâtiment dans le projet",
    "project buildings": "bâtiments dans le projet",
    "project property view": "vue de propriété de projet",
    "project property views": "vues de propriété de projet",
    "project taxlot view": "vue taxlot du projet",
    "project taxlot views": "vues taxlot de projet",
    "Hello %(first_name)s, ": "Bonjour% (first_name) s,",
    "You're receiving this e-mail because you've been registered for a SEED account.": "Vous recevez cet e-mail parce que vous avez été enregistré pour un compte SEED.",
    "SEED is easy, flexible, and cost effective software designed to help organizations clean, manage and share information about large portfolios of buildings. SEED is a free, open source web application that you can use privately.  While SEED was originally designed to help cities and States implement benchmarking programs for public or private buildings, it has the potential to be useful for many other activities by public entities, efficiency programs and private companies.": "SEED est un logiciel simple, flexible et rentable conçu pour aider les entreprises à nettoyer, gérer et partager des informations sur les grands portefeuilles de bâtiments. SEED est une application Web open source gratuite que vous pouvez utiliser en privé. Bien que SEED ait été conçue à l'origine pour aider les villes et les États à mettre en œuvre des programmes de benchmarking pour les bâtiments publics ou privés, il est susceptible d'être utile pour de nombreuses autres activités par des entités publiques, des programmes d'efficacité et des entreprises privées.",
    "Please go to the following page and setup your account:": "Passez à la page suivante et configurez votre compte:",
    "The SEED Team": "L'équipe SEED",
    "SEED Platform™": "SEED Platform™",
    "This password must contain at least %(quantity)d %(type)s characters.": "Ce mot de passe doit contenir au moins% (quantité) d% (type) s caractères.",
    "Your password must contain at least %(quantity)d %(type)s characters.": "Votre mot de passe doit contenir au moins% (quantité) d% (type) s caractères.",
    "Only one terms of service is allowed to be active": "Un seul des termes du service est autorisé à être actif",
    "content": "contenu",
    "Terms of Service": "Conditions d'utilisation",
    "Terms of Service as of %(tos.created|date:\"SHORT_DATE_FORMAT\")s": "Conditions de service à partir de% (tos.created | date: \"SHORT_DATE_FORMAT\") s",
    "Accept Terms of Service?": "Accepter les conditions d'utilisation?",
    "Reject": "Rejeter",
    "Accept": "Acceptez",
    "You cannot login without agreeing to the terms of this site.": "Vous ne pouvez pas vous connecter sans accepter les termes de ce site.",
    "We've detected an outdated browser.": "Nous avons détecté un navigateur obsolète.",
    "Using your current browser will prevent you from accessing features on our website. Use the links below to download a new browser or upgrade your existing browser.": "L'utilisation de votre navigateur actuel vous empêchera d'accéder aux fonctionnalités de notre site Web. Utilisez les liens ci-dessous pour télécharger un nouveau navigateur ou mettre à niveau votre navigateur existant.",
    "Welcome to SEED Platform™": "Bienvenue sur SEED Platform™",
    "Get started using SEED Platform by uploading your buildings list (city tax assessor data) and then your EPA Portfolio Manager data.": "Commencez à utiliser SEED Platform en téléchargeant votre liste de bâtiments (données de l'évaluateur de la taxe municipale), puis vos données du EPA Portfolio Manager.",
    "Match-up your buildings list with the Portfolio Manager dataset to tie building records together.": "Associez votre liste de bâtiments à l'ensemble de données Portfolio Manager pour lier ensemble les enregistrements de construction.",
    "MARKETING_BULLET_3": "Utilisez le système d'étiquetage flexible et facile à utiliser de SEED Platform et les regroupements d'inventaire pour suivre l'état de la soumission, de l'examen et de la conformité des données.",
    "Note: Passwords must be 8 or more characters, and must contain at least 1 uppercase character, 1 lowercase character, and 1 digit.": "Remarque: Les mots de passe doivent comporter 8 caractères ou plus et contenir au moins 1 caractère majuscule, 1 caractère minuscule et 1 chiffre.",
    "SEED Platform": "Plate-forme SEED",
    "Log in to SEED Platform": "Connectez-vous à SEED Platform",
    "Thank you for creating your account! Please sign in below.": "Merci de créer votre compte! Veuillez vous connecter ci-dessous.",
    "You have successfully logged out. You may log in again below.": "Vous vous êtes déconnecté avec succès. Vous pouvez vous reconnecter ci-dessous.",
    "Log In": "S'identifier",
    "Cancel": "Annuler",
    "Forgot password?": "mot de passe oublié?",
    "Log in": "S'identifier",
    "Password again": "Mot de passe encore",
    "Change Your Password": "Changez votre mot de passe",
    "To change your password, enter your requested password twice.": "Pour changer votre mot de passe, entrez votre mot de passe demandé deux fois.",
    "The password link was invalid, possibly because it has already been used.  Please request a new password reset.": "Le lien de mot de passe était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.",
    "Password reset": "Réinitialiser le mot de passe",
    "New password": "Nouveau mot de passe",
    "Confirm": "Confirmer",
    "Change my password": "Changer mon mot de passe",
    "Thank you": "Merci",
    "We've e-mailed instructions for resetting your password.": "Nous avons envoyé des instructions par e-mail pour réinitialiser votre mot de passe.",
    "You should be receiving it shortly.": "Vous devriez le recevoir sous peu.",
    "Back to Home": "Retour à l'Accueil",
    "Password reset on SEED": "Réinitialisation du mot de passe sur SEED",
    "Password set": "Mot de passe défini",
    "Set your password": "Définir votre mot de passe",
    "Password set unsuccessful": "Mot de passe pas défini",
    "Welcome to SEED!": "Bienvenue chez SEED!",
    "Please enter your new password twice so we can verify you typed it in correctly.": "Entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.",
    "Set password": "Définir le mot de passe",
    "Create Your Account": "Créez votre compte",
    "To set up your account, enter your password twice in the form below.": "Pour configurer votre compte, saisissez votre mot de passe deux fois dans le formulaire ci-dessous.",
    "The invite link was invalid, possibly because it has already been used.  Please request a new invitation.": "Le lien d'invitation était invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle invitation.",
    "Create my account": "Créer mon compte",
    "Thank you!": "Merci!",
    "Thank you for your interest in joining the Buildings Performance Database. Our site is in beta and your request is being reviewed for access.": "Merci de votre intérêt pour vous joindre à la Base de données sur les performances des bâtiments. Notre site est en version bêta et votre demande est en cours d'examen pour l'accès.",
    "Back": "De retour",
    "About SEED Platform™": "À propos de SEED Platform™",
    "The Standard Energy Efficiency Data (SEED)™ Platform is a software application that helps organizations easily manage data on the energy performance of large groups of buildings. Users can combine data from multiple sources, clean and validate it, and share the information with others. The software application provides an easy, flexible, and cost-effective method to improve the quality and availability of data to help demonstrate the economic and environmental benefits of energy efficiency, to implement programs, and to target investment activity.": "La Plate-forme SEED™ (Standard Energy Efficiency Data) est une application logicielle qui aide les entreprises à gérer facilement les données sur la performance énergétique de grands groupes de bâtiments. Les utilisateurs peuvent combiner les données provenant de plusieurs sources, les nettoyer et les valider, et partager les informations avec les autres. L'application logicielle fournit une méthode simple, flexible et rentable pour améliorer la qualité et la disponibilité des données afin de démontrer les avantages économiques et environnementaux de l'efficacité énergétique, de mettre en œuvre des programmes et de cibler l'activité d'investissement.",
    "More details": "Plus de détails",
    "Development Team": "Équipe de développement",
    "U.S.\n                        Department of Energy": "Département Américain de l'Énergie",
    "Version": "Version",
    "Settings": "Paramètres",
    "Sharing": "Partage",
    "Data Quality": "Qualité des données",
    "Cycles": "Cycles",
    "Labels": "Étiquettes",
    "Sub-Organizations": "Sous-organisations",
    "Members": "Membres",
    "Organizations": "Organisations",
    "Organization": "Organisation",
    "Organization Name": "Nom de l'organisation",
    "Number of Properties": "Nombre de propriétés",
    "Number of Tax Lots": "Nombre de lots d'impôt",
    "Your Role": "Votre Rôle",
    "Organization Owner(s)": "Propriétaire(s) de l'organisation",
    "Project Name": "Nom du projet",
    "Create a New Project": "Créer un nouveau projet",
    "Error": "Erreur",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "User Email": "Email de l'utilisateur",
    "Organization Name:": "Nom de l'organisation:",
    "User E-mail:": "E-mail de l'utilisateur:",
    "Reset": "Réinitialiser",
    "Create": "Créer",
    "User First Name:": "Prénom de l'utilisateur:",
    "User Last Name:": "Nom de famille de l'utilisateur:",
    "Choose Existing Organization:": "Choisissez Organisation Existante:",
    "Or Create New (With User as Head):": "Ou Créer Nouveau (avec l'utilisateur en tant que chef):",
    "Organizations:": "Organisations:",
    "Add user to organization:": "Ajoutez un utilisateur à l'organisation",
    "Add user": "Ajouter un utilisateur",
    "Remove User": "Supprimer l'utilisateur",
    "Parent ID": "ID du Parent",
    "ID": "ID",
    "Created": "Créé",
    "User Count": "Nombre d'utilisateurs",
    "Property Count": "Nombre de propriétés",
    "Tax Lot Count": "Nombre de lots d'impôt",
    "Add a label": "Ajouter une étiquette",
    "Filter by label:": "Filtrer par étiquette:",
    "AND": "ET",
    "OR": "OU",
    "EXCLUDE": "EXCLURE",
    "Clear Labels": "Effacer les étiquettes",
    "Clear Filters": "Effacer les filtres",
    "Cycle:": "Cycle:",
    "View by Property": "Examiner par propriété",
    "View by Tax Lot": "Examiner par lot d'impôt",
    "List Settings": "Paramètres de la liste",
    "Reports": "Rapports",
    "Managed by": "Dirigé par",
    "Funding from": "Financement à partir de",
    "National Renewable Energy Laboratory": "Laboratoire National Des Énergies Renouvelables",
    "U.S. Department of Energy": "Département Américain de l'Énergie",
    "Organizations I Manage": "Organisations que je gère",
    "Create new sub-organization": "Créer une nouvelle sous-organisation",
    "Organizations I Belong To": "Organisations auxquelles j'appartiens",
    "Project Information": "Renseignements sur le projet",
    "Compliance": "Conformité",
    "Building Filters": "Filtres de bâtiments",
    "Min Sq\/Ft": "Pi\/Ca Min",
    "Submittal Type": "Type de soumission",
    "Year Ending Date": "Date de fin d'année",
    "Choose the year ending month for report period.": "Choisissez le mois de fin de l'année pour la période du rapport.",
    "Reporting Deadline": "Date limite de déclaration",
    "Minimum Sq Ft": "Pi\/Ca Minimum",
    "Enter the minimum square footage for report period.": "Entrez la superficie minimale pour la période du rapport.",
    "Classification Type": "Type de classification",
    "Commercial": "Commercial",
    "Residential": "Résidentiel",
    "Both": "Les deux",
    "Create Project": "Créer un projet",
    "Create an organization": "Créer une organisation",
    "Create a user": "Créer un utilisateur",
    "Add\/Remove a user to an organization": "Ajouter\/Supprimer un utilisateur d'une organisation",
    "Add user to organization": "Ajoutez un utilisateur à l'organisation",
    "Remove inventory and organizations": "Supprimer l'inventaire et les organisations",
    "Remove Column Mappings": "Supprimer les mappages de colonnes",
    "Delete Organization": "Supprimer l'organisation",
    "Concatenate Headers (Columns of Data)": "Concaténer les en-Têtes (colonnes de données)",
    "A list of your imported headers.": "Une liste de vos en-têtes importés.",
    "Drag headers from your list on the left into the area below to combine them.": "Faites glisser les en-têtes de votre liste sur la gauche dans la zone ci-dessous pour les combiner.",
    "A preview of your concatenated data will appear in the box below.": "Un aperçu de vos données concaténées apparaîtra dans la case ci-dessous.",
    "Save Concatenation": "Enregistrer la concaténation",
    "For SEED-Platform Users": "Pour les utilisateurs de la Plate-forme SEED",
    "For SEED-Platform Developers": "Pour les développeurs de Plate-forme SEED",
    "Contact": "Contact",
    "Please visit our User Support website for tutorials and documentation to help you learn how to use SEED-Platform.": "S'il vous plaît visitez notre site Web d'assistance aux utilisateurs pour les tutoriels et la documentation pour vous aider à apprendre à utiliser SEED-Platform.",
    "There is also a link to the SEED-Platform Users forum, where you can connect with other users.": "Il y a aussi un lien vers le forum SEED-Platform Users, où vous pouvez vous connecter avec d'autres utilisateurs.",
    "For direct help on a specific problem, please email:": "Pour une aide directe sur un problème spécifique, veuillez envoyer un e-mail à:",
    "The Open Source code is available on the Github organization SEED-Platform:": "Le code Open Source est disponible sur l'organisation Github SEED-Platform:",
    "Please join the SEED-Platform Dev forum where you can connect with other developers.": "Rejoignez le forum SEED-Platform Dev où vous pouvez vous connecter avec d'autres développeurs.",
    "Sub-Org Name": "Nom de la sous-organisation",
    "Enter sub-organization name": "Entrez le nom de la sous-organisation",
    "Invite an Owner": "Inviter un propriétaire",
    "Enter email address": "Entrer l'adresse e-mail",
    "Sub-Org name is required.": "Le nom de la sous-organisation est requis.",
    "Enter a valid email address.": "Entrez une adresse mail valide.",
    "Note 1: Sub-organizations cannot be deleted.": "Remarque 1: Les sous-organisations ne peuvent pas être supprimées.",
    "Note 2: Parent organization members are not automatically made members of sub-organizations.": "Remarque 2: Les membres de l'organisation mère ne sont pas automatiquement membres des sous-organisations.",
    "Search column name": "Rechercher le nom de la colonne",
    "Show\/Hide Columns": "Afficher\/masquer les colonnes",
    "Reorder Columns": "Réorganiser les colonnes",
    "Select which columns to include in the list:": "Sélectionnez les colonnes à inclure dans la liste:",
    "Select All Columns": "Sélectionnez toutes les colonnes",
    "Drag the columns below to change the order that they appear in the table.": "Faites glisser les colonnes ci-dessous pour modifier l'ordre dans lequel elles apparaissent dans la table.",
    "Column Name": "Nom de colonne",
    "Save Settings": "Enregistrer les paramètres",
    "Cycle Name": "Nom du cycle",
    "From date": "À partir de la date",
    "To date": "À ce jour",
    "Create new cycle": "Créer un nouveau cycle",
    "Create Cycle": "Créer un cycle",
    "This cycle name is already taken.": "Ce nom de cycle est déjà pris.",
    "Existing Cycles": "Cycles existants",
    "Name": "nom",
    "From Date": "À Partir De La Date",
    "To Date": "À ce jour",
    "save": "enregistrer",
    "cancel": "annuler",
    "edit": "modifier",
    "Restore Default Rules": "Restaurer les règles par défaut",
    "Reset All Rules": "Réinitialiser toutes les règles",
    "Save Changes": "Enregistrer Les Modifications",
    "(field must contain this text)": "(le champ doit contenir ce texte)",
    "(no minimum)": "(pas de minimum)",
    "(no maximum)": "(pas de maximum)",
    "Modifying Data Quality Rules": "Modification des règles de qualité des données",
    "From the table below, select the rules that you want to: 1) enable\/disable within your organization, 2) modify the minimum\/maximum values to validate against on file upload, and 3) optionally assign or remove a label if the condition is not met.": "Dans le tableau ci-dessous, sélectionnez les règles que vous souhaitez: 1) activer \/ désactiver au sein de votre organisation, 2) modifier les valeurs minimum \/ maximum pour valider le téléchargement sur le fichier, et 3) affecter ou supprimer facultativement une étiquette si la condition est pas rencontré.",
    "Create a new rule": "Créer une nouvelle règle",
    "Field": "Champ",
    "Data Type": "Type de données",
    "Required": "Requis",
    "Not Null": "Pas nul",
    "Minimum": "Minimum",
    "Maximum": "Maximum",
    "Units": "Unités",
    "Severity": "Gravité",
    "Label": "Étiquette",
    "Delete": "Supprimer",
    "Warning": "Mise en garde",
    "Label Name": "Nom de l'étiquette",
    "Add Label": "Ajouter une étiquette",
    "Create new label": "Créer une nouvelle étiquette",
    "Create label": "Créer une étiquette",
    "This label name is already taken.": "Ce nom d'étiquette est déjà pris.",
    "Loading labels...": "Chargement des étiquettes ...",
    "No labels available. Add a label above to get started.": "Pas d'étiquettes disponibles. Ajoutez une étiquette ci-dessus pour commencer.",
    "Add": "Ajouter",
    "File Name": "Nom de fichier",
    "Date Uploaded": "Date de téléchargement",
    "Min": "Min",
    "Max": "Max",
    "Data Quality Results": "Résultats de la qualité des données",
    "No warnings\/errors": "Aucun avertissement\/erreur",
    "Export": "Exportation",
    "Close": "Fermer",
    "Matching Results for file": "Résultats correspondants pour le fichier",
    "Add files to": "Ajouter des fichiers à",
    "your data set name": "votre nom du jeu de données",
    "Time Period": "Période de temps",
    "Upload a Spreadsheet": "Télécharger une feuille de calcul",
    "Upload Portfolio Manager Data": "Télécharger les données du Portfolio Manager",
    "Upload Green Button Data": "Télécharger les données du Green Button",
    "has been uploaded to": "a été téléchargé à",
    "Upload your energy data file(s)": "Téléchargez vos fichier(s) de données d'énergie",
    "Finding inventory matches for": "Trouver des correspondances d'inventaire pour",
    "Complete": "Complète",
    "Total rows in the import file": "Nombre total de lignes dans le fichier d'importation",
    "New properties": "Nouvelles propriétés",
    "New tax lots": "Nouveaux lots d'impôt",
    "Merged properties": "Propriétés fusionnées",
    "Merged tax lots": "Lots d'impôt fusionnés",
    "Ignored property duplicates within the import file": "Copies de propriété ignorées dans le fichier d'importation",
    "Ignored tax lot duplicates within the import file": "Copies des lots d'impôt ignorées dans the fichier d'importation",
    "Ignored duplicates of existing properties": "Copies ignorées des propriétés existantes",
    "Ignored duplicates of existing tax lots": "Copies ignorées des lots d'impôt existants",
    "Select the type of file(s) you would like to add to": "Sélectionnez le type de fichier (s) que vous souhaitez ajouter à",
    "Create a New Data Set.": "Créer un nouveau jeu de données.",
    "Upload your data.": "Télécharger vos données.",
    "Successful upload!": "Téléchargement réussi!",
    "Upload your energy data.": "Téléchargez vos données d'énergie.",
    "What type of file would you like to upload?": "Quel type de fichier souhaitez-vous télécharger?",
    "Finding inventory matches.": "Trouver des correspondances d'inventaire.",
    "Confirm Save Mappings?": "Confirmer enregistrer les mappages?",
    "Error Processing Data": "Erreur lors du traitement des données",
    "Data Set Name": "Nom du jeu de données",
    "Manage available cycles.": "Gérer les cycles disponibles.",
    "Determine Time Period from Field:": "Déterminer la durée du champ:",
    "Year Ending": "Fin de l'année",
    "Inventory list file": "Fichier de liste d'inventaire",
    "Energy data file": "Fichier de données d'énergie",
    "COULD_NOT_LOCATE_MATCHES": "<strong>SEED n'a trouvé aucune correspondance existante<\/strong>. Voulez-vous ajouter un autre fichier?",
    "DID_YOU_REVIEW_YOUR_MAPPINGS": "Avez-vous revu vos correspondances? C'est une bonne idée de vérifier vos correspondances. Une fois que SEED correspond à vos propriétés et lots d'impôt, vous ne pouvez pas annuler ou modifier ces mappages.",
    "An error occurred while processing the file. Please ensure that your file meets the required specifications.": "Une erreur s'est produite lors du traitement du fichier. Assurez-vous que votre fichier respecte les spécifications requises.",
    "Create Data Set": "Créer un ensemble de données",
    "Continue to data mapping": "Continuer à la mappage de données",
    "Upload another energy data file": "Télécharger un autre fichier de données d'énergie",
    "Continue to data matching": "Continuer à l'appariement des données",
    "Add another file": "Ajouter un autre fichier",
    "View my properties": "Voir mes propriétés",
    "Review matches": "Examiner les correspondences",
    "CONFIRM_AND_START_MATCHING": "Confirmer et commencer l'appariement",
    "Dismiss": "Rejeter",
    "Data Sets": "Ensembles de données",
    "Data Mapping": "Mappage de données",
    "Data Matching": "Correspondance des données",
    "Data Pairing": "Appariement des données",
    "Add more data files": "Ajouter plus de fichiers de données",
    "Data Files": "Fichiers de données",
    "Date Imported": "Date d'importation",
    "# of Records": "# d'Enregistrements",
    "Cycle": "Cycle",
    "Create new data set": "Créer un nouveau jeu de données",
    "Edit Name": "Modifier le nom",
    "Save": "Enregistrer",
    "Add Data Files": "Ajouter des fichiers de données",
    "Are you sure you want to delete the data set": "Êtes-vous sûr de vouloir supprimer le jeu de données",
    "Delete your Data Set": "Supprimez votre ensemble de données",
    "Yes, Delete Data Set": "Oui, supprimer le jeu de données",
    "Are you sure you want to delete the data file": "Êtes-vous sûr de vouloir supprimer le fichier de données",
    "Delete your Data File": "Supprimez votre fichier de données",
    "Yes, Delete Data File": "Oui, supprimer le fichier de données",
    "Are you sure you want to delete": "Etes-vous sûr de vouloir supprimer",
    "and": "et",
    "Delete your Inventory": "Supprimez votre inventaire",
    "Preparing your inventory for deletion": "Préparer votre inventaire pour la suppression",
    "Success!": "Succès!",
    "Not all inventory items were successfully deleted": "Tous les éléments de l'inventaire n'ont pas été supprimés",
    "Failed to delete inventory": "Échec de la suppression de l'inventaire",
    "No action was taken": "Aucune action n'a été prise",
    "Yes, Delete Inventory": "Oui, supprimer l'inventaire",
    "API Key": "Clé API",
    "Manage Your API Key": "Gérer votre clé API",
    "Username": "Nom d'utilisateur",
    "Add compliance information": "Ajouter des informations sur la conformité",
    "created": "créé",
    "Make this a snapshot project.": "Faire un projet de capture instantanée.",
    "Snapshot projects are useful when you want to freeze the building data at a moment in time.": "Les projets Snapshot sont utiles lorsque vous souhaitez geler les données de construction à un moment donné.",
    "Compliance Information": "Informations de conformité",
    "Export your Properties and Tax Lots": "Exportez vos propriétés et vos lots d'impôt",
    "Export Name": "Nom d'exportation",
    "Projects": "Projets",
    "Inventory": "Inventaire",
    "Data": "Les données",
    "Upload your buildings list": "Télécharger votre liste de bâtiments",
    "Getting Started Guide": "Guide de Démarrage",
    "Download Sample Data": "Télécharger les exemples de données",
    "Getting Started": "Prise En Main",
    "The DOE developed the Standard Energy Efficiency Data (SEED) Platform™ as a free software tool that provides a standardized format for collecting, storing and analyzing building energy performance information about large portfolios. Upload your buildings list to get started.": "Le DOE a développé la Plate-forme SEED™ (Standard Energy Efficiency Data) en tant qu'outil logiciel gratuit qui fournit un format standardisé pour la collecte, le stockage et l'analyse des informations sur la performance énergétique des bâtiments concernant les grands portefeuilles. Téléchargez votre liste de bâtiments pour commencer.",
    "Highlights of SEED Platform™": "Points forts de la Plate-Forme SEED™",
    "Upload your data": "Télécharger vos données",
    "MARKETING_BULLET_1": "Commencez à utiliser SEED Platform™ en téléchargeant votre liste de bâtiments (données de l'évaluateur de la taxe de séjour), puis vos données EPA Portfolio Manager. Assurez-vous que ces fichiers sont au format .csv, .xls, .xlsx ou .xml. La plate-forme SEED vous aidera à mapper et valider vos données dans le processus de chargement.",
    "Match your data": "Faites correspondre vos données",
    "MARKETING_BULLET_2": "Associez votre liste de bâtiments à l'ensemble de données Portfolio Manager pour lier ensemble les enregistrements de construction. SEED Platform vous aidera à apparier automatiquement les couplages de confiance et à vous fournir des outils qui correspondent au reste de votre jeu de données.",
    "Manage compliance": "Gérer la conformité",
    "Column Order\/Visibility": "L'Ordre Des Colonnes\/Visibilité",
    "Edit": "Modifier",
    "Add\/Remove Labels": "Ajouter\/Supprimer Des Étiquettes",
    "Related Properties": "Propriétés connexes",
    "Related Tax Lots": "Lots d'impôt connexes",
    "(no labels applied)": "(aucune étiquette appliquée)",
    "Master": "Maître",
    "Tax Lot ID": "Numéro de lot d'impôt",
    "PM Property ID": "ID de Propriété PM",
    "Address Line 1": "Adresse (Ligne 1)",
    "Actions": "Actions",
    "Filter by label": "Filtrer par étiquette",
    "Delete Selected": "Supprimer la sélection",
    "Export Selected": "Exporter la sélection",
    "Data Quality Check": "Vérification de la qualité des données",
    "Property Reports": "Rapports de propriété",
    "From first date of": "De la première date de",
    "Until last date of": "Jusqu'à la dernière date de",
    "X Axis": "Axe X",
    "Y Axis": "Axe Y",
    "Inventory Reports": "Rapports d'inventaire",
    "Update Charts": "Mettre à jour les graphiques",
    "Properties with Data": "Propriétés avec données",
    "Total Properties": "Total des propriétés",
    "Existing Labels": "Étiquettes existantes",
    "Data Mapping and Validation": "Mappage de donn&eacute;es et validation",
    "STEP 1: Map Your Data": "ÉTAPE 1: Mappez vos données",
    "STEP 2: Review Your Data Mappings": "ÉTAPE 2: Consultez vos mappages de données",
    "Collapse Tabs": "Réduire les onglets",
    "Duplicate": "Copie",
    "Set all fields to": "Définissez tous les champs",
    "Area": "Région",
    "EUI": "IUE",
    "Back to Mapping": "Retournez à les mappages",
    "MAPPING YOUR DATA TO SEED": "MAPPAGE DE VOS DONNÉES À SEED",
    "It is necessary to map your field names to SEED field names. You can select from the list that appears as you start to type, which is based on the Building Energy Data Exchange Specification (BEDES), or you can type in your own name, as well as typing in the field name from the original datafile.": "Il est nécessaire de mapper vos noms de champs aux noms de champs SEED. Vous pouvez sélectionner dans la liste qui apparaît lorsque vous commencez à taper, qui est basée sur la spécification BEDES (Building Energy Data Exchange Specification) ou vous pouvez taper votre propre nom et saisir le nom du champ dans le fichier de données d'origine.",
    "In addition, you need to specify where the field should be associated with Tax Lot data or Property data. This will affect how the data is matched and merged, as well as how it is displayed in the Inventory view.": "En outre, vous devez spécifier où le champ doit être associé aux données du lot d'impôt ou aux données de la propriété. Cela affectera la manière dont les données sont mises en correspondance et fusionnées, ainsi que la manière dont elles sont affichées dans la vue Inventaire.",
    "Jurisdiction Tax Lot ID": "ID de lot d'impôt de juridiction",
    "Custom ID 1": "ID personnalisée 1",
    "For Portfolio Manager files, SEED has a default set of field names which can be used without extra user editing unless desired.": "Pour les fichiers Portfolio Manager, SEED dispose d'un ensemble de noms de champs par défaut qui peuvent être utilisés sans modification supplémentaire de l'utilisateur, sauf si vous le souhaitez.",
    "REVIEW YOUR DATA MAPPINGS": "EXAMINER VOS MAPPAGES DE DONNÉES",
    "BUILDING ENERGY DATA EXCHANGE SPECIFICATION (BEDES)": "SPECIFICATION DE L'ÉCHANGE DE DONNÉES D'ÉNERGIE DES BÂTIMENTS (BEDES)",
    "The Building Energy Data Exchange Specification (BEDES, pronounced \"beads\" or \/bi:ds\/) is designed to support analysis of the measured energy performance of commercial, multifamily, and residential buildings, by providing a common data format, definitions, and an exchange protocol for building characteristics, efficiency measures, and energy use.": "La Spécification d'Échange de Données Energétiques du Bâtiment (BEDES, prononcée \/bi:ds\/) est conçue pour soutenir l'analyse de la performance énergétique mesurée des bâtiments commerciaux, multifamiliaux et résidentiels, en fournissant un format de données commun, des définitions et un protocole d'échange pour les caractéristiques du bâtiment, les mesures d'efficacité et l'utilisation de l'énergie.",
    "Read more here.": "Lire la suite ici.",
    "Map Your Data": "Mappez vos données",
    "Review Mapped Data": "Examiner les données mappées",
    "At least one of the following is required: Address Line 1, Custom Id 1, Jurisdiction Tax Lot Id (with inventory type Tax Lot), or Pm Property Id (with inventory type Property).": "Il faut au moins l'un des éléments suivants: Adresse ligne 1, Id personnalisé 1, Numéro d'identification de lot d'impôt de la juridiction (avec le type d'inventaire Lot d'impôt) ou Id de la propriété Pm (avec le type d'inventaire Propriété).",
    "Please review SEED headers.  Duplicate values are not allowed.": "Veuillez consulter les en-têtes SEED. Les valeurs en double ne sont pas autorisées.",
    "Please review SEED headers.  Empty values are not allowed.": "Veuillez consulter les en-têtes SEED. Les valeurs vides ne sont pas autorisées.",
    "header": "en-tête",
    "Row 1": "Rangée 1",
    "Row 2": "Rangée 2",
    "Row 3": "Rangée 3",
    "Row 4": "Rangée 4",
    "Row 5": "Rangée 5",
    "Duplicates": "Copies",
    "duplicate": "dupliquer",
    "SEED Header": "En-tête SEED",
    "Data File Header": "En-tête du fichier de données",
    "Inventory Type": "Type d'inventaire",
    "Measurement Units": "Unités de mesure",
    "Property": "Propriété",
    "Tax Lot": "Lot d'impôt",
    "None": "Aucun",
    "square feet": "pieds carrés",
    "square metres": "mètres carrés",
    "kBtu\/sq. ft.\/year": "kBtu\/pi. ca.\/année",
    "kWh\/m²\/year": "kWh\/m²\/année",
    "GJ\/m²\/year": "GJ\/m²\/année",
    "Save Mappings": "Enregistrer les mappages",
    "Matching Detail": "Détail sur la correspondance",
    "Matching Detail Settings": "Paramètres de détail sur la correspondance",
    "Auto Matching": "Correspondance automatique",
    "Manual Matching": "Correspondance manuelle",
    "Back to List": "Retour à la Liste",
    "Record from Source": "Enregistrement de la source",
    "Potential Matches from Source": "Correspondances possibles à partir de la source",
    "HOW THE SYSTEM AUTO-MATCHES YOUR PROPERTIES AND TAX LOTS:": "COMMENT LE SYSTÈME ADAPTE AUTOMATIQUEMENT VOS PROPRIETES ET LOTS D'IMPÔT:",
    "FIELDS NEEDED TO MAKE MATCHES:": "CHAMPS NÉCESSAIRES POUR ÉTABLIR DES CORRESPONDANCES:",
    "The following is a list of the fields we use to match up properties\/tax lots between different imported files. The more data you have in these four fields the better our system will auto-match your records.": "Voici une liste des champs que nous utilisons pour faire correspondre les propriétés\/lots d'impôt entre différents fichiers importés. Plus vous aurez de données dans ces quatre champs, mieux notre système adaptera automatiquement vos enregistrements.",
    "HOW TO MANUALLY MATCH YOUR PROPERTIES AND TAX LOTS:": "COMMENT APPORTER MANUELLEMENT VOS PROPRIETES ET LOTS D'IMPÔT:",
    "You can review and edit each individual match by clicking one of the linked IDs in the table. This will open a new table that shows the source data for the individual record you are attempting to match. Underneath this record is a searchable list of all potential existing matches. Use this table to explore all your records and to select single or multiple records to match your source data to.": "Vous pouvez vérifier et modifier chaque correspondance en cliquant sur l'un des ID liés dans la table. Cela ouvrira une nouvelle table qui montre les données source pour l'enregistrement individuel que vous essayez de faire correspondre. Sous cet enregistrement est une liste consultable de toutes les correspondances existantes potentielles. Utilisez ce tableau pour explorer tous vos enregistrements et pour sélectionner un ou plusieurs enregistrements correspondant à vos données source.",
    "Previous": "Précédente",
    "Match": "Faire correspondre",
    "Matched!": "Juméle!",
    "Match Properties": "Faire correspondre des propriétes",
    "Match Tax Lots": "Faire correspondre des lots d'impôt",
    "The following is a list of the fields we use to match up properties\/tax lots between different imported files. The more data you have in these four fields the better our\n                            system will auto-match your records.": "Voici une liste des champs que nous utilisons pour faire correspondre les propriétés\/lots d'impôt entre différents fichiers importés. Le plus de données que vous avez dans ces quatre domaines, le mieux notre système correspondra automatiquement à vos enregistrements.",
    "File Source:": "Source du fichier:",
    "Matching List": "Liste des Correspondances",
    "Matching List Settings": "Paramètres de la Liste des Correspondances",
    "Select columns from the lists below to make them appear on the left or right halves of your Matching List table. Drag the rows to change the order in which they appear.": "Sélectionnez les colonnes dans les listes ci-dessous pour les faire apparaître sur les moitiés gauche ou droite de votre table de Liste des Correspondances. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.",
    "Left Half": "Moitié gauche",
    "Show only mapped fields": "Afficher seulement les champs mappés",
    "Right Half": "Moitié droite",
    "Invite a new member": "Inviter un nouveau membre",
    "Member Name": "Nom de membre",
    "Member Email": "Email du membre",
    "Member Role": "Rôle de membre",
    "Remove": "Supprimer",
    "Invite a New Member": "Inviter un nouveau membre",
    "First Name:": "Prénom:",
    "First name is required.": "Le prénom est requis.",
    "Last Name:": "Nom de famille:",
    "Last name is required.": "Le nom de famille est requis.",
    "Email Address:": "Adresse e-mail:",
    "Role:": "Rôle:",
    "Send Invite": "Envoyer une invitation",
    "Add compliance information.": "Ajouter des informations sur la conformité",
    "View Project": "Voir le projet",
    "Sharing Your Data": "Partage de vos données",
    "Search field name": "Rechercher le nom du champ",
    "Count #": "Compte #",
    "Selecting Fields to Share": "Sélection des champs à partager",
    "As the admin of your SEED instance you can control what data is shared throughout your organization and between your sub-organizations as well as what data is shared externally with the public-at-large. The subset of data you choose to share with the public can be different than the subset shared between your sub-organizations.": "En tant qu'administrateur de votre instance SEED, vous pouvez contrôler les données partagées dans votre organisation et entre vos sous-organisations ainsi que les données partagées à l'externe avec le public. Le sous-ensemble de données que vous choisissez de partager avec le public peut être différent du sous-ensemble partagé entre vos sous-organisations.",
    "From the list below, select the fields that you want to: 1) share internally within your organization, and 2) share publicly with users outside your organization.": "Dans la liste ci-dessous, sélectionnez les champs que vous souhaitez: 1) partager en interne dans votre organisation et 2) partager publiquement avec des utilisateurs extérieurs à votre organisation.",
    "SHARE DATA WITH": "PARTAGE DE DONNÉES AVEC",
    "INTERNAL": "INTERNE",
    "PUBLIC": "PUBLIC",
    "Set a Query Threshold": "Définir un seuil de requête",
    "Enter the minimum threshold count of buildings that can be returned in a shared query. The building count threshold is important for allowing other organizations to perform statistical analysis on your data without revealing information about individual buildings.": "Entrez le nombre de seuils minimal des bâtiments pouvant être renvoyés dans une requête partagée. Le seuil de nombre de bâtiments est important pour permettre à d'autres organisations d'effectuer une analyse statistique de vos données sans révéler d'informations sur les bâtiments individuels.",
    "Pairing": "Jumelage",
    "Pairing Settings": "Paramètres de jumelage",
    "Properties": "Propriétés",
    "Tax Lots": "Lots d'impôt",
    "Drag from here": "Faites glisser à partir d'ici",
    "Drag to here": "Faites glisser ici",
    "Paired": "Jumelé",
    "Profile Info": "Informations sur le profil",
    "Security": "Sécurité",
    "Admin": "Admin",
    "Developer": "Développeur",
    "Profile Information": "Renseignements sur le profil",
    "Enter first name": "Entrez le prénom",
    "Enter last name": "Entrez le nom de famille",
    "Enter Email Address": "Entrer l'adresse e-mail",
    "You successfully created the project": "Vous avez réussi à créer le projet",
    "Project Actions": "Actions du projet",
    "Removing buildings from project": "Retrait des bâtiments du projet",
    "Adding buildings to project": "Ajout de bâtiments à projet",
    "Buildings": "Bâtiments",
    "Remove buildings from project": "Supprimer les bâtiments du projet",
    "Move\/copy buildings to another project": "Déplacer\/copier des bâtiments dans un autre projet",
    "Export Buildings": "Exporter les bâtiments",
    "Update Filters": "Mise à jour les filtres",
    "Type of Submittal:": "Type de soumission:",
    "Year Ending:": "Fin de l’année:",
    "Deadline:": "Date limite:",
    "Remove From Project": "Supprimer du projet",
    "Success": "Succès",
    "No": "Non",
    "Yes": "Oui",
    "Where would you like to move these buildings?": "Où aimeriez-vous déplacer ces bâtiments?",
    "Move Buildings": "Déplacer les bâtiments",
    "Copy Buildings": "Copier des bâtiments",
    "Project Buildings": "Bâtiments de projet",
    "Project Building List Settings": "Paramètres de la liste de bâtiments de projet",
    "Select columns from the list below to make them appear in your Buildings List table.": "Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau Liste des bâtiments.",
    "Drag the columns below to change the order that they appear in your Buildings List table.": "Faites glisser les colonnes ci-dessous pour modifier l'ordre dans lequel elles apparaissent dans votre tableau Liste des bâtiments.",
    "# of Buildings": "# de Bâtiments",
    "Snapshot Timestamp": "Horodatage de l'instantané",
    "Type of Submittal": "Type de soumission",
    "Deadline": "Date limite",
    "Last Changed": "Dernière modification",
    "Changed By": "Changé par",
    "Change Password": "Changer le mot de passe",
    "Current password": "Mot de passe actuel",
    "Confirm new password": "Confirmer le nouveau mot de passe",
    "Create a new sub-organization": "Créer une nouvelle sous-organisation",
    "Sub-Organization Name": "Nom de la sous-organisation",
    "Owner Name": "Nom du propriétaire",
    "Owner Email": "Email du propriétaire",
    "A 'Remove' button is shown for tags that are already applied to one or more properties in the current selection": "Un bouton «Supprimer» s'affiche pour les balises déjà appliquées à une ou plusieurs propriétés dans la sélection actuelle",
    "Done": "Fait",
    "Email Address": "adresse e-mail",
    "NUMBER_COLUMNS_AVAILABLE": "Il existe {count} colonnes de données disponibles pour vous.",
    "INCLUDE_SHARED_TAXLOTS": "Inclure dans votre Liste de Lots d'Impôt tous les lots d'impôt partagé avec vous.",
    "INCLUDE_SHARED_PROPERTIES": "Inclure dans vos Liste de Propriétés toutes les propriétés partagées avec vous.",
    "LIST_GUIDANCE_TAXLOTS": "Sélectionnez des colonnes dans la liste ci-dessous pour les faire apparaître dans votre tableau Liste des lots d'impôt. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent. Épinglez les lignes pour qu'elles soient épinglées dans la vue de liste.",
    "LIST_GUIDANCE_PROPERTIES": "Sélectionnez des colonnes dans la liste ci-dessous pour les faire apparaître dans votre liste de propriétés. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent. Épinglez les lignes pour qu'elles soient épinglées dans la vue de liste.",
    "Add Shared Properties": "Ajouter des propriétés partagées",
    "Add Shared Tax Lots": "Ajouter des lots d'impôt partagés",
    "Property List Settings": "Paramètres de la liste de propriétés",
    "Properties List": "Liste Des Propriétés",
    "Tax Lots List Settings": "Paramètres de la Liste des Lots d'impôt",
    "Tax Lots List": "Liste des lots d'impôt",
    "PM Parent Property ID": "PM ID de la propriété parent",
    "Jurisdiction Property ID": "Juridiction",
    "Custom ID 1 (Property)": "ID personnalisé 1 (propriété)",
    "Custom ID 1 (Tax Lot)": "ID personnalisé 1 (lot d'impôt)",
    "Address Line 1 (Property)": "Adresse Ligne 1 (Propriété)",
    "Address Line 1 (Tax Lot)": "Ligne d'adresse 1 (lot d'impôt)",
    "Address Line 2 (Property)": "Adresse Ligne 2 (Propriété)",
    "Address Line 2 (Tax Lot)": "Adresse Ligne 2 (Lot d'impôt)",
    "City (Property)": "Ville (Propriété)",
    "City (Tax Lot)": "Ville (lot d'impôt)",
    "State (Property)": "Etat (Propriété)",
    "State (Tax Lot)": "État (lot d'impôt)",
    "Postal Code (Property)": "Code postal (propriété)",
    "Postal Code (Tax Lot)": "Code postal (lot d'impôt)",
    "Primary Tax Lot ID": "ID de lot d'impôt primaire",
    "Associated Tax Lot IDs": "IDs des lots d'impôt associé",
    "Associated Building Tax Lot ID": "ID de lot d'impôt du bâtiment associé",
    "Associated Tax Lot ID": "ID de lot d'impôt associé",
    "Primary\/Secondary": "Primaire\/secondaire",
    "Property Name": "Nom de la propriété",
    "Campus": "Campus",
    "Gross Floor Area": "Surface brute",
    "Use Description": "Description de l’emploi",
    "ENERGY STAR Score": "Compte ENERGY STAR",
    "Site EUI": "IUE site",
    "Property Notes": "Notes de propriété",
    "Property Type": "Type de propriété",
    "Owner": "Propriétaire",
    "Owner Telephone": "Téléphone du propriétaire",
    "Building Count": "Nombre de bâtiments",
    "Year Built": "Année de construction",
    "Recent Sale Date": "Date de vente récente",
    "Conditioned Floor Area": "Surface climatisé",
    "Occupied Floor Area": "Surface occupée",
    "Owner Address": "Adresse du propriétaire",
    "Owner City\/State": "Propriétaire Ville \/ État",
    "Owner Postal Code": "Code postal du propriétaire",
    "Home Energy Score ID": "ID de score d'énergie domestique",
    "PM Generation Date": "PM Date de génération",
    "PM Release Date": "PM Date de sortie",
    "Source EUI Weather Normalized": "IUE source météo normalisée",
    "Site EUI Weather Normalized": "IUE site météo normalisée",
    "Source EUI": "IUE source",
    "Energy Alerts": "Alertes énergétiques",
    "Space Alerts": "Alertes spatiales",
    "Building Certification": "Certification de bâtiment",
    "Number Properties": "Propriétés du nombre",
    "Block Number": "Numéro de bloc",
    "District": "District",
    "Property Detail": "Détails de la propriété",
    "Tax Lot Detail": "Détail du lot d'impôt",
    "(no address 1)": "(pas d'adresse 1)",
    "LIST_GUIDANCE_PROPERTIES_NO_PIN": "Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau des propriétés. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.",
    "LIST_GUIDANCE_TAXLOTS_NO_PIN": "Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau Détail des taxes. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.",
    "Property Detail Settings": "Paramètres de détail de la propriété",
    "Tax Lot Detail Settings": "Paramètres de détail du lot d'impôt",
    "Reset Defaults": "Réinitialiser par défaut",
    "# Of Files": "Nombre de fichiers",
    "Note:": "Remarque:",
    "multi-sheet Excel files are not currently supported": "les fichiers Excel multi-feuilles ne sont actuellement pas pris en charge",
    "Sorry!": "Désolée!",
    "SEED doesn't currently support that file format": "SEED ne prend pas actuellement en charge ce format de fichier",
    "FILE_TYPES_SUPPORTED": "Types de fichiers pris en charge: <strong>.csv<\/strong> , <strong>.xls<\/strong> , <strong>.xlsx<\/strong> et <strong>.xml<\/strong> .",
    "API Documentation": "Documentation de l'API",
    "About": "À Propos",
    "Logout": "Déconnexion",
    "Existing Properties": "Propriétés existantes",
    "Existing Tax Lots": "Lots d'impôt existants",
    "Next": "Prochain",
    "SHOWING_AVAILABLE_MATCHES": "Affichage des {start} à {end} de {total} correspondances disponibles ",
    "Map SEED fields to imported file fields": "Mapper les champs SEED aux champs de fichiers importés",
    "Mapped Fields": "Champs mappés",
    "IF_MARKED_AS_DUPLICATE_ADVICE": "<label class=\"label label-danger\">Copie<\/label> - si les champs sont marqués comme des doublons, ils doivent être résolus pour avoir des noms différents.",
    "MAPPING_BUILDINGS_FOR": "Appariant bâtiments pour <strong>{filename}<\/strong>",
    "WHEN_YOU_CLICK_MAP_YOUR_DATA": "Lorsque vous cliquez sur le bouton <span class=\"label label-primary\">Mapper vos données<\/span> , le programme affiche une grille avec les nouveaux noms de champs comme en-têtes de colonne et vos données dans les lignes. Dans cette vue, vous pouvez toujours revenir à l'écran de mappage initial et modifier le mappage de champ.",
    "Please wait while your data is loaded...": "Veuillez patienter pendant que vos données sont chargées ...",
    "MAPPING_STEP_2_ADVICE": "Après avoir cliqué sur le bouton <span class=\"label label-primary\">Mapper vos données<\/span> , vous verrez une vue avec les champs mappés et vos données dans une grille, de sorte que vous pouvez vérifier que le mappage est ce que vous voulez. Si vous devez modifier le mappage, cliquez sur le bouton <span class=\"label label-primary\">Retour au mappage<\/span> et modifiez le mappage du champ. Assurez-vous que les mappages sont corrects dans cette étape. Une fois que vous avez cliqué sur le bouton <span class=\"label label-primary\">Enregistrer les correspondances<\/span> , vous ne pourrez pas modifier les mappages de champs.",
    "DATA_MAPPING_AND_VALIDATION": "Mappage des données et Validation ({filename})",
    "XSS_TEST": "Texte accentée. <script>alert(\"XSS FAIL IN BASE TRANSLATION STRING\");<\/script>{injectedText}",
    "Select columns from the list below to make them appear in your Properties Detail table. Drag the rows to change the order in which they appear.": "Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau de détail des propriétés. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.",
    "Select columns from the list below to make them appear in your Tax Lots Detail table. Drag the rows to change the order in which they appear.": "Sélectionnez les colonnes de la liste ci-dessous pour les faire apparaître dans votre tableau de détail des lots d'impôt. Faites glisser les lignes pour modifier l'ordre dans lequel elles apparaissent.",
    "NUMBER_OF_PROPERTIES": "{num, plural, one{1 propriété} other{# propriétés}}",
    "NUMBER_OF_TAXLOTS": "{num, plural, one{1 lot d'impôt} other{# lot d'impôts}}",
    "ADD_REMOVE_LABELS_FROM_PROPERTIES": "Ajouter ou supprimer des étiquettes de {num, plural, one{1 propriété sélectionnée} other{# propriétés sélectionnées}}",
    "ADD_REMOVE_LABELS_FROM_TAXLOTS": "Ajouter ou supprimer des étiquettes de {num, plural, one{1 lot d'impôt sélectionné} other{# lots d'impôt sélectionnés}}",
    "property": "propriété",
    "tax lot": "lot d'impôt",
    "Properties List Settings": "Paramètres de la Liste de Propriétés",
    "PERCENT_COMPLETE": "{progress}% achevé",
    "Are you sure you want to unmerge these properties and then merge with the selected properties?": "Êtes-vous sûr de vouloir annuler la fusion de ces propriétés et fusionner avec les propriétés sélectionnées?",
    "Are you sure you want to unmerge these tax lots and then merge with the selected tax lots?": "Êtes-vous sûr de vouloir annuler la fusion de ces lots fiscaux pour ensuite fusionner avec les lots d'impôt sélectionnés?",
    "NUMBER_OF_DATASETS": "{num, plural, one {1 Jeu de données} other {# Jeux de données}}",
    "Change Merged Property": "Modifier la propriété fusionnée",
    "Change Merged Tax Lot": "Modifier le lot d'impôt fusionnée",
    "saving data": "enregistrant les données",
    "No Data": "Pas de données",
    "Data Load Error": "Erreur de chargement de données",
    "Loading data...": "Chargeant les données ...",
    "X_VERSUS_Y": "{x_axis_label} contre {y_axis_label}",
    "X_VERSUS_Y_AGGREGATED": "{x_axis_label} contre {y_axis_label} (agrégé)",
    "Property Classification": "Classification de la propriété",
    "Weather Norm. Site EUI": "IUE site météo norm.",
    "Weather Norm. Source EUI": "IUE source météo norm.",
    "sq. ft.": "pi. ca.",
    "Site Energy Use Intensity": "Intensité d'utilisation de l'énergie au site",
    "Source Energy Use Intensity": "Intensité d'utilisation de l'énergie à la source",
    "Weather Normalized Site Energy Use Intensity": "Intensité de l'utilisation de l'énergie au site, normalisée par les conditions météorologiques",
    "Weather Normalized Source Energy Use Intensity": "Intensité de l'utilisation de l'énergie à la site, normalisée par les conditions météorologiques",
    "Get a New API Key": "Obtenir une nouvelle clé d'API",
    "Create a new...": "Créer un nouveau...",
    "Loading...": "Chargeant...",
    "Toggle Dropdown": "Basculer le menu déroulant",
    "Data Set": "Jeu de données",
    "not authorized": "pas autorisé",
    "Your page could not be located!": "Votre page n'a pas pu être trouvé!",
    "Text": "Texte",
    "Number": "Nombre",
    "Date": "Date",
    "Year": "An",
    "owner": "propriétaire",
    "member name": "nom de membre",
    "member role": "rôle de membre",
    "member email": "email du membre",
    "Create a New Sub-Organization": "Créer une nouvelle sous-organisation",
    "Create New Sub-Organization": "Créer nouvelle sous-organisation",
    "MULTI_FILE_EXCEL_NOT_SUPPORTED": "<strong>Remarque:<\/strong> les fichiers Excel multi-feuilles ne sont actuellement pas pris en charge.",
    "DATASET_FILENAME_UPLOADED_TO": "<strong>{dataset_filename}<\/strong> a été importé dans <strong>{dataset_name}<\/strong>.",
    "ADD_FILES_TO": "Ajoutez des fichiers à {dataset_name}.",
    "MATCHING_RESULTS_FOR_FILE": "Résultats correspondants pour le fichier {dataset_filename}",
    "DATASET_NAME_ALREADY_EXISTS": "Le <strong>nom du fichier \"{dataset_name}\" existe déjà<\/strong> . Veuillez en sélectionner un nouveau",
    "INVALID_EXTENSION_ALERT": "<strong>Désolée!<\/strong> SEED ne supporte actuellement pas ce format de fichier. Seuls les fichiers <strong>.csv<\/strong> , <strong>.xls<\/strong> , <strong>.xlsx<\/strong> et <strong>.xml<\/strong> sont pris en charge.",
    "UPLOADING_PROGRESS": "Téléchargeant <strong>{dataset_filename}<\/strong>",
    "uploading file": "téléchargeant le fichier",
    "upload complete": "téléchargement complet",
    "saving energy data": "enregistreant des données de l’énergie",
    "auto-mapping energy data": "mappant automatiquement les données d'énergie",
    "auto-matching energy data": "correspondant automatiquement les données d'énergie",
    "saving complete": "enregistrement complète",
    "SELECT_THE_TYPE_OF_FILE_TO_ADD_TO_DATASET": "Sélectionnez le type de fichier(s) que vous souhaitez ajouter à {dataset_name}.",
    "name already in use": "nom déjà utilisé",
    "Pair Properties to Tax Lots": "Associer des propriétés à des lots d'impôt",
    "Pair Tax Lots to Properties": "Associer les lots d'impôt aux propriétés",
    "SHOWING_PAIRED_UNPAIRED_PROPERTIES": "Affichage {paired_count} {paired_count, plural, one{Property} other{Properties}} ({unpaired_count} non apparié)",
    "SHOWING_PAIRED_UNPAIRED_TAXLOTS": "Affichage {paired_count} {paired_count, plural, one{Lot d'impôt} other{Lots d'impôt}} ({unpaired_count} non apparié)",
    "Drag Tax Lot here to pair with this Property": "Faites glisser le Lot d'impôt ici pour associer à cette Propriété",
    "Drag Property here to pair with this Tax Lot": "Faites glisser la Propriété ici pour l'associer à ce Lot d'impôt",
    "Property Visibility": "Visibilité de la propriété",
    "Tax Lot Visibility": "Visibilité du lot d'impôt",
    "Matched Properties": "Propriétés correspondantes",
    "Matched Tax Lots": "Lots d'impôts correspondants",
    "SHOWING_FILTERED_PROPERTIES": "Affichage {start} à {end} des {total} propriétés en tout (filtrées)",
    "SHOWING_UNFILTERED_PROPERTIES": "Affichage {start} à {end} des {total} propriétés en tout",
    "SHOWING_FILTERED_TAXLOTS": "Affichage {start} à {end} des {total} lots d'impôt en tout (filtrées)",
    "SHOWING_UNFILTERED_TAXLOTS": "Affichage {start} à {end} des {total} lots d'impôt en tout",
    "NUM_PROPERTY_TAXLOT_COLUMNS_AVAILABLE": "Il existe {num_property_columns} colonnes de propriétés et {num_taxlot_colums} colonnes de lot d'impôt qui vous sont accessibles.",
    "OK_TO_DELETE_NUM_PROPERTIES_AND_TAXLOTS": "Voulez-vous vraiment supprimer {num_properties,plural,one{<strong>1<\/strong> propriété} other{<strong>#<\/strong> propriétés}} et {num_taxlots,plural,one{<strong>1<\/strong>lot d'impôt} other{<strong>#<\/strong> lots d'impôt}}?",
    "NUM_PROPERTIES_AND_TAXLOTS_DELETED": "{num_properties,plural,=0{aucune propriété} one{<strong>1<\/strong> propriété} other{<strong>#<\/strong> propriétés}} et {num_taxlots,plural,=0{aucun lot d'impôt} one{<strong>1<\/strong>lot d'impôt} other{<strong>#<\/strong> lots d'impôt}} ont été supprimé",
    "Show All": "Montrer tout",
    "Show Paired": "Montrer jumelés",
    "Show Unpaired": "Montrer non-jumelés",
    "Show Matched": "Montrer Appariés",
    "Show Unmatched": "Montrer Non-appariés",
    "HOW_SYSTEM_AUTO_MATCHES_EXPLANATION": "Votre fichier de données source est présenté dans le tableau de gauche. Toutes les propriétés\/lots d'impôt où une correspondance de données possible existe sont présentées dans un tableau sur la droite. Le système tente de faire correspondre automatiquement les enregistrements à l'aide d'ID uniques partagés tels que: ID de Propriété PM, ID de Lot d'Impôt de Juridiction et les ID personnalisés, ainsi que des informations d'adresse. Lorsque le système croit qu'une correspondance existe entre un enregistrement de votre fichier source et un enregistrement existant, il vérifie automatiquement la 'correspondance' <i class=\"fa fa-check-square-o\"><\/i> case à cocher &mdash; faire efficacement une correspondance entre ces enregistrements.",
    "Cycle updated.": "Cycle mis à jour.",
    "CREATED_NEW_CYCLE": "Nouveau cycle créé avec nom {cycle_name}",
    "Field Name": "Nom de champ",
    "Label updated.": "Étiquette mise à jour",
    "DELETED_LABEL_NAMED": "Supprimée étiquette {label_name}",
    "CREATED_LABEL_NAMED": "Créé étiquette {label_name}",
    "Confirm delete": "Confirmer la supprimation",
    "DELETE_LABEL_AND_REMOVE": "Supprimer l'étiquette '{label_name}' et le retirer de tous les bâtiments auxquels il a été appliqué?",
    "Member": "Membre",
    "Viewer": "Spectateur",
    "FIELD_NAMES_FOR_MATCHING_ADVICE": "<span class=\"label label-info\">Noms de zone pour l'appariement:<\/span> Les champs suivants sont utilisés par SEED pour faire correspondre les enregistrements: <strong>Juridiction Numéro de lot fiscal<\/strong> , <strong>Numéro de propriété PM<\/strong> , <strong>ID personnalisé 1<\/strong> , <strong>Ligne d'adresse 1<\/strong> . Si des champs dans un fichier de données sont mappés à ces noms, le programme tentera de faire correspondre ces mêmes noms dans les enregistrements existants.",
    "Files (Master State Only)": "Fichiers (état principal uniquement)",
    "true": "vrai",
    "kBtu\/m²\/year": "kBtu\/m²\/année",
    "MJ\/m²\/year": "MJ\/m²\/année"
}
